Repository: linuxmint/mintupgrade
Catalog: po/mintupgrade-*.po
Languages: ar, ast, be, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, ka, lv, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sv, te, tr, uk, uz, vi

source: The following packages could not be installed:
ar: فشل تثبيت الحزم التالية:
ast: Los siguientes paquetes nun s'istalaron.
be: Немагчыма ўсталяваць пакеты:
ca: No s'han pogut instal·lar els paquets següents:
cs: Následující balíčky nelze nainstalovat:
cy: Nid oedd modd gosod y pecynnau canlynol:
da: Følgende pakker kunne ikke installeres:
de: Die folgenden Pakete konnten nicht installiert werden:
el: Δεν ήταν δυνατή η εγκατάσταση των παρακάτω πακέτων:
eo: Ne eblas instali la sekvajn pakojn:
es: No se han podido instalar los paquetes siguientes:
et: Järgmisi pakette ei saadud paigaldada:
eu: Ondorengo paketeak ezin izan dira instalatu:
fa: بسته های زیر نصب نشدند:
fi: Seuraavia paketteja ei voitu asentaa:
fr_ca: Les paquets suivants n'ont pas pu être installés:
he: לא ניתן להתקין את החבילות הבאות:
hi: निम्नलिखित पैकेज इंस्टॉल करना विफल :
hr: Sljedeći paketi se ne mogu instalirati:
hu: A következő csomagok nem telepíthetőek:
ia: Le sequente pacchettos non pote esser installate:
id: Paket berikut tidak dapat diinstal:
is: Ekki var hægt að setja upp eftirfarandi pakka:
it: I seguenti pacchetti non sono stati installati:
ja: これらのパッケージをインストールできませんでした:
ka: შეუძლებელია შემდეგი პაკეტების დაყენება:
lv: Šīs pakotnes nevarēja tikt instalētas:
ms: Pakej berikut tidak dapat dipasang:
nb: Følgende pakker kunne ikke installeres:
nl: De volgende pakketten konden niet worden geïnstalleerd:
oc: Los paquets seguents an pas pogut èsser installats :
pl: Nie można zainstalować następujących pakietów:
pt: Os seguintes pacotes não puderam ser instalados:
pt_br: Os seguintes pacotes não puderam ser instalados:
ro: Următoarele pachete nu au putut fi instalate:
ru: Следующие пакеты не удалось установить:
sk: Nasledujúce balíky nemohli byť nainštalované:
sl: Naslednjih paketov ni bilo mogoče namestiti:
sq: Paketat e mëposhtme nuk mund të instaloheshin:
sr: Следећи пакети се не могу инсталирати:
sv: Följande paket kunde inte installeras:
te: కింది ప్యాకేజీలను ఇన్‌స్టాల్ చేయడం సాధ్యం కాలేదు:
tr: Aşağıdaki paketler kurulamadı:
uk: Наступні пакунки не вдалось встановити:
uz: Quyidagi paketlarni oʻrnatib boʻlmadi:
vi: Không thể cài đặt các gói sau:

source: /etc/fstab was modified during the upgrade.
ar: تم تعديل etc/fstab/ اثناء الترقية.
ast: Modificose /etc/fstab
be: /etc/fstab быў зменены падчас усталявання.
ca: S'ha modificat /etc/fstab durant l'actualització.
cs: /etc/fstab byl změněn během upgradu.
cy: Cafodd /etc/fstab ei addasu yn ystod yr uwchraddio.
da: /etc/fstab blev ændret under opgraderingen.
de: /etc/fstab wurde während der Aktualisierung geändert.
el: Το /etc/fstab τροποποιήθηκε κατά την αναβάθμιση.
eo: /etc/fstab estis modifita dum la promocio.
es: Se ha modificado /etc/fstab durante la actualización.
et: /etc/fstab faili muudeti uuendamise käigus.
eu: /etc/fstab aldatu da bertsio-berritu bitartean.
fa: /etc/fstab حین ارتقا اصلاح شد.
fi: /etc/fstab muutettiin päivityksen aikana.
fr_ca: /etc/fstab a été modifié pendant la mise à niveau.
he: /etc/fstab הוסגל במהלך השדרוג.
hi: अपग्रेड करते समय /etc/fstab में परिवर्तन किया गया।
hr: /etc/fstab je promijenjen tijekom nadogradnje.
hu: A „/etc/fstab” fájl módosítva lett a rendszermegújítás során.
ia: /etc/fstab esseva modificate durante le modernisation.
id: /etc/fstab telah dimodifikasi selama pemutakhiran.
is: /etc/fstab var breytt á meðan uppfærslunni stóð.
it: /etc/fstab è stato modificato durante l'aggiornamento.
ja: アップグレード中に /etc/fstab が変更されました。
ka: /etc/fstab შეიცვალა ვერსიის აწევის მიმდინარეობისას.
lv: /etc/fstab tika modificēts atjaunināšanas laikā.
ms: /etc/fstab telah diubah semasa naik taraf.
nb: /etc/fstab ble endret under oppgraderingen.
nl: /etc/fstab werd gewijzigd gedurende de opwaardering.
oc: /etc/fstab es estat modificat pendent la mesa a nivèl.
pl: /etc/fstab został zmodyfikowany podczas aktualizacji.
pt: /etc/fstab foi modificado durante a atualização.
pt_br: /etc/fstab foi modificado durante a atualização.
ro: /etc/fstab a fost modificat în timpul îmbunătățirii.
ru: /etc/fstab был изменён во время обновления.
sk: Počas povýšenia verzie systému bol upravený súbor /etc/fstab.
sl: /etc/fstab je bil med nadgradnjo spremenjen.
sq: /etc/fstab u modifikua gjatë përditësimit.
sr: „/etc/fstab“ је измењена за време надоградње.
sv: /etc/fstab ändrades under uppgraderingen.
te: అప్‌గ్రేడ్ సమయంలో /etc/fstab సవరించబడింది.
tr: /etc/fstab dosyası yükseltme sırasında değiştirildi.
uk: /etc/fstab був змінений протягом оновлення.
uz: /etc/fstab yangilash vaqtida o‘zgartirildi.
vi: /etc/fstab đã được sửa đổi trong quá trình nâng cấp.

source: To ensure a successful boot, the upgrade tool restored your original /etc/fstab
ar: للتأكد من تشغيل ناجح، أداة الترقية استعادت مجلد /etc/fstab الأصلي
ast: Pa cerciorase de que l'aniciu seya correutu, la ferramienta d'anovamientu tornó /etc/fstab al so estáu orixinal.
be: Для паспяховага запуску, быў адноўлены зыходны /etc/fstab
ca: Per garantir un arrencada correcta, l'eina d'actualització ha restaurat el /etc/fstab original
cs: Aby bylo zajištěno úspěšné spouštění, nástroj pro upgrade obnovil váš původní /etc/fstab
cy: Er mwyn sicrhau cychwyn llwyddiannus, adferodd y teclyn uwchraddio eich /etc/fstab gwreiddiol
da: For at sikr en succesfuld opstart gendannede opgraderingsværktøjet den oprindelige /etc/fstab
de: Um einen erfolgreichen Systemstart zu gewährleisten, hat das Aktualisierungswerkzeug Ihre ursprüngliche /etc/fstab wiederhergestellt.
el: Για να διασφαλιστεί η επιτυχής εκκίνηση, το εργαλείο αναβάθμισης επανέφερε το αρχικό σας /etc/fstab
eo: Por certigi sukcesan restartigon, la promociilo restaŭris vian originan /etc/fstab
es: Para garantizar un arranque correcto, la herramienta de actualización ha restaurado el /etc/fstab original.
et: Et tagada edukas alglaadimine, taastas uuendamise tööriist esialgse /etc/fstab faili
eu: Abio arrakastatsua ziurtatzeko bertsio-berritze tresnak zure jatorrizko /etc/fstab leheneratu du
fa: برای تضمین یک راه‌اندازی موفق، ابزار ارتقا /etc/fstab اصلی شما را بازگردانی کرد
fi: Onnistuneen käynnistyksen varmistamiseksi päivitystyökalu palautti alkuperäisen /etc/fstab -tiedoston
fr_ca: Pour garantir un bon démarrage, l'outil de mise à niveau a restauré votre fichier /etc/fstab d'origine.
he: לאבטחת אתחול מוצלח, כלי השדרוג שחזר את /etc/fstab המקורי
hi: सिस्टम के सफल आरंभ हेतु अपग्रेड साधन द्वारा वास्तविक /etc/fstab को पुनः स्थापित किया गया
hr: Kako bi osigurali uspješno pokretanje računala, alat nadogradnje je vratio vaš izvorni /etc/fstab
hu: A sikeres rendszerindítás érdekében a megújító eszköz visszaállította az eredeti „/etc/fstab” fájlt.
ia: Pro assecurar un initialisation con successo, le instrumento de modernisation restaurava tu original /etc/fstab
id: Untuk memastikan boot yang berhasil, alat pemutakhiran memulihkan file /etc/fstab asli Anda
is: Til að tryggja að hægt sé að ræsa tölvuna, hefur uppfærsluforritið endurheimt upprunalegu /etc/fstab skrána
it: Per garantire un avvio corretto, lo strumento di aggiornamento ha ripristinato il file /etc/fstab originale
ja: 正常に起動できるようにするため、このシステムで元々使用されていた /etc/fstab を復元させました
ka: იმისათვის, რომ დარწმუნდეთ, რომ სისტემა წარმატებთ ჩაიტვირთება, ვერსიის აწევის პროგრამამ თქვენი საწყისი /etc/fstab აღადგინა
lv: Lai nodrošinātu sekmīgu sāknēšanu, jaunināšanas rīks atjaunoja oriģinālu /etc/fstab
ms: Untuk memastikan boot yang berjaya, alat naik taraf telah memulihkan /etc/fstab asal anda
nb: For å sikre en vellykket oppstart, gjenopprettet oppgraderingsverktøyet din originale /etc/fstab
nl: Om zeker te stellen dat u met succes kunt opstarten, heeft het opwaarderingsgereedschap uw oorspronkelijke /etc/fstab teruggezet
oc: Per assegurar l'amorsatge, l'esplech de mesa a nivèl a restaurat vòstre fichièr /etc/fstab d'origina.
pl: Aby zapewnić pomyślny rozruch, Narzędzie aktualizacji przywróciło pierwotny /etc/fstab
pt: Para assegurar um arranque bem sucedido, a ferramenta de atualização restaurou o seu /etc/fstab original
pt_br: Para garantir uma inicialização bem-sucedida, a ferramenta de atualização restaurou seu arquivo /etc/fstab original
ro: Pentru a asigura o pornire reușită, instrumentul de actualizare a restaurat /etc/fstab-ul original
ru: Чтобы обеспечить успешную загрузку, инструмент обновления сохранил ваш исходный /etc/fstab
sk: Pre zaistenie úspešného zavedenia systému, nástroj pre povýšenie obnovil váš pôvodný /etc/fstab
sl: Da zagotovimo uspešen zagon, vam je nadgradno orodje obnovilo originalno /etc/fstab
sq: Për të siguruar një nisje të suksesshme, mjeti i përditësimit riktheu skedarin tuaj origjinal /etc/fstab
sr: Да би се осигурало успешно подизање система, алат за надоградњу је вратио вашу изворну „/etc/fstab“ датотеку.
sv: För att säkerställa en lyckad omstart återställde uppgraderingsverktyget din ursprungliga /etc/fstab
te: విజయవంతమైన బూట్‌ను నిర్ధారించడానికి, అప్‌గ్రేడ్ సాధనం మీ అసలు /etc/fstabను పునరుద్ధరించింది.
tr: Başarılı bir önyükleme sağlamak için, yükseltme aracı asıl /etc/fstab dosyanızı geri yükledi
uk: Щоб забезпечити успішне завантаження, інструмент оновлення відновив ваш оригінальний /etc/fstab
uz: Muvaffaqiyatli yuklashni ta'minlash uchun yangilash vositasi asl /etc/fstab faylini tikladi
vi: Để đảm bảo khởi động thành công, công cụ nâng cấp đã khôi phục /etc/fstab gốc của bạn

source: A copy of the modified file was saved as /etc/fstab.upgraded
ar: نسخة من الملف المعدل قد تم حفظها ك /etc/fstab.upgraded
ast: Acopiose el ficheru modificáu en /etc/fstab.upgraded
be: Копія змененага файла захавана як /etc/fstab.upgraded
ca: S'ha desat una còpia del fitxer modificat com a /etc/fstab.upgraded
cs: Kopie upraveného souboru byla uložena jako /etc/fstab.upgraded
cy: Cadwyd copi o'r ffeil wedi'i haddasu fel /etc/fstab.upgraded
da: En kopi af den ændrede fil blev gemt som /etc/fstab.upgraded
de: Eine Kopie der geänderten Datei wurde als /etc/fstab.upgraded gespeichert
el: Ένα αντίγραφο του τροποποιημένου αρχείου αποθηκεύτηκε ως /etc/fstab.upgraded
eo: Kopio de la modifita dosiero estis konservita kiel /etc/fstab.upgraded
es: Se ha guardado una copia del archivo modificado como /etc/fstab.upgraded
et: Muudetud faili koopia salvestati nimega /etc/fstab.upgraded
eu: Aldatutako fitxategiaren kopia bat gorde da: /etc/fstab.upgraded
fa: یک رونوشت از فایلِ اصلاح شده با عنوان /etc/fstab.upgraded ذخیره شد
fi: Kopio muokatusta tiedostosta tallennettiin nimellä /etc/fstab.upgraded
fr_ca: Une copie du fichier modifié a été enregistrée sous /etc/fstab.upgraded
he: עותק מהקובץ שהוסגל נשמר בשם /etc/fstab.upgraded
hi: फाइल की परिवर्तन युक्त कॉपी को /etc/fstab.upgraded के रूप में संचित किया गया
hr: Kopija promijenjene datoteke je spremljena kao /etc/fstab.upgraded
hu: Készült egy biztonsági másolat a megváltozott fájlról „/etc/fstab.upgraded” néven
ia: Un copia del file modificate esseva salvate como /etc/fstab.upgraded
id: Salinan dari file yang dimodifikasi disimpan sebagai /etc/fstab.upgraded
is: Afrit af breyttu skránni var vistað sem /etc/fstab.upgraded
it: Una copia del file modificato è stata salvata come /etc/fstab.upgraded
ja: 変更されたファイルのコピーは /etc/fstab.upgraded として保存されました
ka: შეცვლილი ფაილის ასლი შენახულია სახელით /etc/fstab.upgraded
lv: Modificētā faila kopija tika saglabāta kā /etc/fstab.upgraded
ms: Satu salinan fail yang diubah telah disimpan sebagai /etc/fstab.upgraded
nb: En kopi av den endrede filen ble lagret som /etc/fstab.upgraded
nl: Een kopie van het aangepaste bestand werd opgeslagen als /etc/fstab.upgraded
oc: Una còpia del fichièr modificat es estat enregistrat dins /etc/fstab.upgraded
pl: Kopia zmodyfikowanego pliku została zapisana jako /etc/fstab.upgraded
pt: Uma cópia do ficheiro modificado foi guardada como /etc/fstab.upgraded
pt_br: Uma cópia do arquivo modificado foi salva como /etc/fstab.upgraded
ro: O copie a fișierului modificat a fost salvată ca /etc/fstab.upgraded
ru: Копия изменённого файла сохранена в /etc/fstab.upgraded
sk: Kópia upraveného súboru bola uložená ako /etc/fstab.upgraded
sl: Kopija spremenjene datoteke je bila shranjena kot /etc/fstab.upgraded
sq: Një kopje e skedarit të modifikuar u ruajt si /etc/fstab.upgraded
sr: Примерак измењене датотеке је сачуван као „/etc/fstab.upgraded“
sv: En kopia av den ändrade filen sparades som /etc/fstab.upgraded
te: సవరించిన ఫైల్ యొక్క కాపీ /etc/fstab.upgraded గా సేవ్ చేయబడింది.
tr: Değiştirilen dosyanın bir kopyası /etc/fstab.upgraded olarak kaydedildi
uk: Копію зміненого файлу збережено як /etc/fstab.upgraded
uz: O‘zgartirilgan faylning nusxasi /etc/fstab.upgraded sifatida saqlangan
vi: Một bản sao của tệp đã sửa đổi đã được lưu dưới dạng /etc/fstab.upgraded

source: Upgrade Tool
ar: اداة الترقية
ast: Ferramienta d'anovamientu
be: Абнаўленне
ca: Eina d'actualització
cs: Nástroj pro upgrade
cy: Teclyn Diweddaru
da: Opgraderingsværktøj
de: Aktualisierungswerkzeug
el: Εργαλείο αναβάθμισης
eo: Promociilo
es: Herramienta de actualización
et: Uuendamise tööriist
eu: Bertsio-berritze tresna
fi: Versiopäivitys työkalu
fr_ca: Outil de mise à niveau
he: כלי שדרוג
hi: अपग्रेड साधन
hr: Alat nadogradnje
hu: Rendszermegújító
ia: Instrumento de modernisation
id: Perangkat Pemutakhiran
is: Uppfærsluforrit
it: Strumento di aggiornamento
ja: アップグレードツール
ka: ვერსიის აწევის პროგრამა
lv: Jaunināšanas rīks
ms: Alat Naik Taraf
nb: Oppgraderingsverktøy
nl: Opwaarderingsgereedschap
oc: Aisina de mesa a nivèl
pl: Narzędzie aktualizacji
pt: Ferramenta de atualização
pt_br: Ferramenta de atualização
ro: Instrument de actualizare
ru: Средство обновления версии
sk: Nástroj na povýšenie verzie systému
sl: Orodje za nadgradnjo
sq: Mjeti i Përmirësimit
sr: Алат за надоградњу
sv: Uppgraderingsverktyg
te: అప్‌గ్రేడ్ సాధనం
tr: Yükseltme Aracı
uk: Засіб оновлення
uz: Yangilash vositasi
vi: Công cụ nâng cấp

source: Upgrade to %s
ar: الترقية إلى %s
ast: Anovar a %s
be: Абнавіцца да %s
ca: Actualitza a %s
cs: Přejít na verzi %s
cy: Uwchraddiwch i %s
da: Opgradér til %s
de: System aktualisieren auf %s
el: Αναβάθμιση σε %s
eo: Promocio al %s
es: Actualizar a %s
et: Uuenda versioonile %s
eu: Bertsio-berritu %s(e)ra
fa: ارتقا به %s
fi: Päivitä versioon %s
fr_ca: Mettre à jour vers %s
he: שדרוג ל־%s
hi: %s में अपग्रेड करें
hr: Nadogradnja na %s
hu: %s kiadásra frissítés
ia: Modernisar a %s
id: Tingkatkan ke %s
is: Uppfæra í %s
it: Aggiorna a %s
ja: %s にアップグレード
ka: %s-მდე განახლება
lv: Jaunināt uz %s
ms: Naik taraf ke %s
nb: Oppgrader til %s
nl: Opwaarderen naar %s
oc: Metre a nivèl a %s
pl: Zaktualizuj do %s
pt: Atualizar para %s
pt_br: Atualizar para %s
ro: Faceți îmbunătățire la %s
ru: Обновить до %s
sk: Povýšiť verziu na %s
sl: Nadgradi na %s
sq: Përmirëso në %s
sr: Надогради на „%s“
sv: Uppgradera till %s
te: %s కి అప్‌గ్రేడ్ చేయండి
tr: %s sürümüne yükselt
uk: Оновити до %s
uz: %s ga yangilash
vi: Nâng cấp lên %s

source: Preferences
ar: التفضيلات
ast: Axustes
be: Параметры
ca: Configuració
cs: Předvolby
cy: Dewisiadau
da: Indstillinger
de: Einstellungen
el: Προτιμήσεις
eo: Agordoj
es: Preferencias
et: Eelistused
eu: Hobespenak
fa: ترجیحات
fi: Asetukset
fr_ca: Préférences
he: העדפות
hi: सेटिंग्स
hr: Osobitosti
hu: Beállítások
ia: Preferentias
id: Preferensi
is: Kjörstillingar
it: Preferenze
ja: 設定
ka: მორგება
lv: Iestatījumi
ms: Keutamaan
nb: Preferanser
nl: Voorkeuren
oc: Preferéncias
pl: Preferencje
pt: Preferências
pt_br: Preferências
ro: Preferinţe
ru: Настройки
sk: Predvoľby
sl: Možnosti
sq: Preferencat
sr: Поставке
sv: Inställningar
te: ప్రాధాన్యతలు
tr: Tercihler
uk: Налаштування
uz: Parametrlar
vi: Tùy chỉnh

source: About
ar: حولَ التطبيق
ast: Tocante a
be: Аб праграме
ca: Quant a
cs: O aplikaci
cy: Ynghylch
da: Om
de: Info
el: Σχετικά
eo: Pri
es: Acerca de
et: Teave
eu: Honi buruz
fa: درباره
fi: Tietoja
fr_ca: À propos
he: על אודות
hi: बारे में
hr: O programu
hu: Névjegy
ia: A proposito
id: Tentang
is: Um hugbúnaðinn
it: Informazioni
ja: このアプリケーションについて
ka: შესახებ
lv: Par
ms: Tentang
nb: Om
nl: Over
oc: A prepaus
pl: O programie
pt: Acerca
pt_br: Sobre
ro: Despre
ru: О приложении
sk: O programe
sl: O programu
sq: Rreth
sr: О програму
sv: Om programmet
te: గురించి
tr: Hakkında
uk: Про програму
uz: Haqida
vi: Thông Tin

source: Quit
ar: غادر
ast: Colar
be: Выйсці
ca: Surt
cs: Ukončit
cy: Gadael
da: Afslut
de: Beenden
el: Έξοδος
eo: Forlasi
es: Salir
et: Välju
eu: Irten
fa: خروج
fi: Sulje
fr_ca: Quitter
he: יציאה
hi: बंद करें
hr: Zatvori
hu: Kilépés
ia: Quitar
id: Keluar
is: Hætta
it: Esci
ja: 終了
ka: გასვლა
lv: Iziet
ms: Keluar
nb: Avslutt
nl: Sluiten
oc: Quitar
pl: Zakończ
pt: Sair
pt_br: Sair
ro: Închide
ru: Выйти
sk: Ukončiť
sl: Izhod
sq: Dil
sr: Изађи
sv: Avsluta
te: నిష్క్రమించు
tr: Kapat
uk: Вийти
uz: Chiqish
vi: Thoát

source: Phase 1: Preparation
ar: المرحلة 1: تحضير
ast: Fase 1: Preparación
be: Фаза 1: Падрыхтоўка
ca: Fase 1: Preparació
cs: Fáze 1: Příprava
cy: Cam 1: Paratoi
da: Fase 1: forberedelse
de: Phase 1: Vorbereitung
el: Φάση 1: Προετοιμασία
eo: Fazo 1: Pretigo
es: Fase 1: Preparación
et: 1. etapp: Ettevalmistus
eu: Lehen fasea: Prestaketa
fa: مرحله ۱: آماده‌سازی
fi: Vaihe 1: Valmistelu
fr_ca: Phase 1 : Préparation
he: שלב 1: הכנות
hi: चरण 1: तैयारी
hr: Faza 1: Priprema
hu: 1. fázis: előkészületek
id: Fase 1: Persiapan
is: Stig 1: Undirbúningur
it: Fase 1: Preparazione
ja: 第 1 段階: 準備
ka: ფაზა 1: მომზადება
lv: 1. posms: Sagatavošanās
ms: Fasa 1: Persediaan
nb: Fase 1: Forberedelse
nl: Fase 1: Voorbereiding
oc: Fasa 1 : preparacion
pl: Faza 1: Przygotowanie
pt: Fase 1: preparação
pt_br: Fase 1: Preparação
ro: Faza 1: Pregătire
ru: Шаг 1: Подготовка
sk: Fáza 1: Príprava
sl: Prva faza: priprava
sq: Faza 1: Përgatitja
sr: 1. корак: Припрема
sv: Steg 1: Förberedelse
te: దశ 1: తయారీ
tr: Aşama 1: Hazırlık
uk: Фаза 1: Підготування
uz: 1-bosqich: Tayyorgarlik
vi: Giai đoạn 1: Chuẩn bị

source: A series of tests will now be performed to prepare the computer for the upgrade.
ar: سيتم تنفيذ سلسلة من الفحوصات لتجهيز الحاسوب من اجل الترقية.
ast: Faeranse delles prebes p'aviar el to ordenador pa l'anovamientu
be: Будзе выканана серыя тэстаў каб падрыхтаваць камп'ютар для абнаўлення.
ca: Ara es realitzaran una sèrie de proves per preparar l'equip per a l'actualització.
cs: Nyní bude provedena řada testů k přípravě počítače na upgrade.
cy: Bydd cyfres o brofion nawr yn cael eu cynnal i baratoi'r cyfrifiadur ar gyfer yr uwchraddio.
da: En række tests vil blive udført for at forberede computeren på opgraderingen.
de: Es werden jetzt eine Reihe von Tests ausgeführt, um den Rechner auf die Aktualisierung vorzubereiten.
el: Τώρα θα πραγματοποιηθεί μια σειρά δοκιμών για την προετοιμασία του υπολογιστή για την αναβάθμιση.
eo: Serio da testoj nun estos plenumita por pretigi la komputilon por la promocio.
es: Ahora se realizarán una serie de pruebas para preparar el equipo para la actualización.
et: Arvuti uuenduse jaoks ettevalmistamiseks tehakse nüüd rida teste.
eu: Proba sorta bat egingo da orain, ordenagailua bertsio-berritzeko prestatzeko.
fa: اکنون یک سری آزمایش‌ها انجام میشوند تا رایانه را برای ارتقا آماده کنند.
fi: Suoritetaan sarja testejä tietokoneen valmistelemiseksi päivitystä varten.
fr_ca: Une série de tests va être effectuée pour préparer l'ordinateur à la mise à niveau.
he: כעת תתבצענה מספר בדיקות להכנת המחשב לשדרוג.
hi: कंप्यूटर को अपग्रेड हेतु तैयार करने के लिए अब परीक्षणों की एक श्रृंखला निष्पादित होगी।
hr: Serija testova će se sada obaviti kako bi se računalo pripremilo za nadogradnju.
hu: A számítógép a megújításra való felkészítése kapcsán most néhány dolog ellenőrizve lesz.
ia: Un serie de provas ora essera executate pro preparar le computator pro le modernisation.
id: Serangkaian tes sekarang akan dilakukan untuk mempersiapkan komputer untuk dimutakhirkan.
is: Nokkur próf verða núna framkvæmd til að undirbúa tölvuna fyrir uppfærsluna.
it: Verrà ora eseguita una serie di test per preparare il computer all'aggiornamento.
ja: コンピューターをアップグレードする準備のため、これから一連のテストが実行されます。
ka: ჩატარდება ტესტის სერიები, რომ კომპიუტერი ვერსიის ასაწევად მომზადდეს.
lv: Tagad tiks veikta virkne testu, lai sagatavotu datoru jaunināšanai.
ms: Satu siri ujian akan dijalankan sekarang untuk menyediakan komputer bagi naik taraf.
nb: En rekke tester vil nå bli utført for å klargjøre datamaskinen for oppgraderingen.
nl: Er zal nu een reeks van proeven worden uitgevoerd om de computer voor te bereiden op de opwaardering.
oc: Una seria d’ensages serà realizada per preparar l’ordenador a la mesa a nivèl.
pl: Teraz zostanie przeprowadzona seria testów w celu przygotowania komputera do aktualizacji.
pt: Uma série de testes será agora realizada para preparar o computador para a atualização.
pt_br: Uma série de testes será realizada agora para preparar o computador para a atualização.
ro: Acum vor fi efectuate o serie de teste pentru a pregăti computerul pentru upgrade.
ru: Сейчас будет выполнена серия тестов, чтобы подготовить компьютер к обновлению.
sk: Pre prípravu počítača na povýšenie teraz prebehne séria testov.
sl: Izveden bo niz preizkusov, da bo vaš računalnik pripravljen na nadgradnjo.
sq: Tani do të kryhet një sërë testesh për të përgatitur kompjuterin për përditësimin.
sr: Низ тестова биће сада обављен како би се рачунар припремио за надоградњу.
sv: En rad tester kommer nu att göras för att förbereda datorn för uppgraderingen.
te: అప్‌గ్రేడ్ కోసం కంప్యూటర్‌ను సిద్ధం చేయడానికి ఇప్పుడు వరుస పరీక్షలు నిర్వహించబడతాయి.
tr: Şimdi bilgisayarı yükseltmeye hazırlamak için bir dizi kontrol gerçekleştirilecek.
uk: Зараз буде виконано серію тестів, щоб підготувати комп'ютер до оновлення.
uz: Endi kompyuterni yangilashga tayyorlash uchun bir qator sinovlar o‘tkaziladi.
vi: Một loạt các thử nghiệm bây giờ sẽ được thực hiện để chuẩn bị cho máy tính nâng cấp.

source: Phase 2: Simulation and download
ar: المرحلة 2: محاكاة وتنزيل
ast: Fase 2: Simulación ya descarga
be: Фаза 2: Сімуляцыя і спампоўка
ca: Fase 2: Simulació i descàrrega
cs: Fáze 2: Simulace a stahování
cy: Cam 2: Efelychu a llwytho i lawr
da: Fase 2: simulering og download
de: Phase 2: Simulation und Herunterladen
el: Φάση 2: Προσομοίωση και λήψη
eo: Fazo 2: Simulado kaj elŝutado
es: Fase 2: Simulación y descarga
et: 2. etapp: Simulatsioon ja allalaadimine
eu: Bigarren fasea: Simulazioa eta deskarga
fa: مرحله ۲: شبیه‌سازی و بارگیری
fi: Vaihe 2: Simulointi ja lataus
fr_ca: Phase 2 : Simulation et téléchargement
he: שלב 2: הדמיה והורדה
hi: चरण 2: अनुकरण एवं डाउनलोड प्रक्रिया
hr: Faza 2: Simulacija i preuzimanje
hu: 2. fázis: tervezés és letöltés
ia: Phase 2: Simulation e discargamento
id: Fase 2: Simulasi dan pengunduhan
is: Stig 2: Herming og niðurhal
it: Fase 2: Simulazione e scaricamento
ja: 第 2 段階: シミュレーションとダウンロード
ka: ფაზა 2: სიმულაცია და გადმოწერა
lv: 2. posms: Simulācija un lejupielāde
ms: Fasa 2: Simulasi dan muat turun
nb: Fase 2: Simulering og nedlasting
nl: Fase 2: Nabootsing en binnenhalen
oc: Fasa 2 : simulacion e telecargament
pl: Faza 2: Symulacja i pobieranie
pt: Fase 2: simulação e transferência
pt_br: Fase 2: Simulação e download
ro: Faza 2: Simulare și descărcare
ru: Шаг 2: Воспроизведение и загрузка пакетов
sk: Fáza 2: Simulácia a stiahnutie
sl: Druga faza: simulacija in prenos
sq: Faza 2: Simulimi dhe shkarkimi
sr: 2. корак: Симулација и преузимање
sv: Steg 2: Simulering och hämtning
te: దశ 2: అనుకరణ మరియు డౌన్‌లోడ్
tr: Aşama 2: Simülasyon ve indirme
uk: Фаза 2: Симуляція та завантаження пакунків
uz: 2-bosqich: Simulyatsiya va yuklab olish
vi: Giai đoạn 2: Mô phỏng và tải xuống
