Repository: linuxmint/mintupgrade
Catalog: po/mintupgrade-*.po
Languages: ar, ast, be, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, ka, lv, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sv, te, tr, uk, uz, vi

source: Checking the APT cache...
ar: التحقق من ذاكرة APT المخبئية...
ast: Comprebando'l caché del APT
be: Праверка кэша APT...
ca: Comprovant la cache APT...
cs: Kontrola mezipaměti APT…
cy: Wrthi'n gwirio'r storfa APT...
da: Tjekker APT-cachen …
de: Der APT-Puffer wird überprüft …
el: Έλεγχος της προσωρινής μνήμης APT...
eo: Kontrolo de la apt-kaŝmemoro...
es: Comprobando la caché de APT...
et: APT vahemälu kontrollimine...
eu: APT cache-a egiaztatzen...
fa: بررسی کش APT
fi: Tarkistetaan APT-välimuistia...
fr_ca: Vérification du cache APT…
he: מתבצעת בדיקת מטמון APT...
hi: APT कैश हेतु जाँच जारी...
hr: Provjera APT predmemorije...
hu: Az APT gyorsítótár ellenőrzése….
ia: Controlante le cache de APT...
id: Memeriksa cache APT...
is: Athuga APT-skyndiminnið...
it: Controllo la cache APT...
ja: APT キャッシュを確認しています...
ka: მოწმდება APT-ის კეში...
lv: APT kešatmiņas pārbaude...
ms: Sedang menyemak cache APT...
nb: Sjekker ATP-bufferen...
nl: De tijdelijke opslag van APT aan het nakijken...
oc: Verificacion del cache APT...
pl: Sprawdzanie pamięci podręcznej APT...
pt: A verificar a cache APT...
pt_br: Checando o cache APT...
ro: Se verifică cache APT...
ru: Проверка кэша APT...
sk: Používa sa vyrovnávacia pamäť APT...
sl: Pregledovanje predpomnilnika APT ...
sq: Duke kontrolluar memorien e përkohshme të APT-së...
sr: Проверавам АПТ оставу...
sv: Kontrollerar APT-minnet...
te: APT కాష్‌ను తనిఖీ చేస్తోంది...
tr: APT önbelleği denetleniyor...
uk: Перевірка кешу APT...
uz: APT keshi tekshirilmoqda...
vi: Đang kiểm tra bộ đệm APT...

source: Your package cache can't refresh correctly. Run 'apt update' and fix the errors it displays.
ar: الذاكرة المؤقتة الخاصة بحزمتك لا يمكن تحديثها بشكل صحيح. شغل 'apt update' وأصلح المشاكل التي ستقوم بعرضها.
ast: El caché de los paquetes nun se pudo refrescar correutamente. Executa 'apt update' pa iguar los erros.
be: Немагчыма карэктна абнавіць кэш пакета. Выканайце 'apt update' і выпраўце памылкі.
ca: La memòria cau del paquet no es pot actualitzar correctament. Executeu "apt update" i corregiu els errors que mostri.
cs: Mezipaměť vašeho balíčku se nemůže správně obnovit. Spusťte 'apt update' a opravte chyby, které zobrazuje.
cy: Nid yw pecyn eich storfa yn adnewyddu'n iawn. Rhedwch 'apt update' a thrwsio'r gwallau y mae'n eu hamlygu.
da: Pakkecachen kan ikke opdateres korrekt. Kør “apt update” og ret de fejl, der vises.
de: Ihr Paketpuffer kann nicht aktualisiert werden. Führen Sie »apt update« aus und beheben Sie die angezeigten Fehler.
el: Η προσωρινή μνήμη των πακέτων σας δεν μπορεί να ανανεωθεί σωστά. Εκτελέστε το 'apt update' και διορθώστε τα σφάλματα που εμφανίζει.
eo: Ne eblas ĝuste aktualigi vian pakan kaŝmemoron. Rulu 'apt update' kaj riparu la erarojn, kiujn ĝi montras.
es: La caché de paquetes no se actualiza correctamente. Ejecute «apt update» y corrija los errores que muestre.
et: Sinu paketi vahemälu ei saa korralikult värskendada. Käivita "apt update" ja paranda kuvatavad vead.
eu: Paketeen cache-a ezin da behar bezala freskatu. Exekutatu 'apt update' eta zuzendu bistaratzen dituen erroreak.
fa: کش بسته های شما به درستی تازه‌سازی نمیشود.«apt update» را اجرا کنید و خطا های نشان داده شده را درست کنید.
fi: Pakettien välimuistia ei voi päivittää oikein. Suorita "apt update" ja korjaa sen näyttämät virheet.
fr_ca: Votre cache de paquets ne s'actualise pas correctement. Lancez la commande 'apt update' et réparez les erreurs qu'elle affiche.
he: מטמון החבילות לא התרענן באופן תקין. נא להריץ פקודת 'apt update' ולתקן את השגיאות שמוצגות.
hi: आपके सिस्टम की पैकेज कैश उचित रूप से रिफ्रेश नहीं हो सकी। 'apt update' कमांड निष्पादित कर परिणामस्वरूप प्रदर्शित त्रुटियों का समाधान करें।
hr: Predmemorija paketa ne može se pravilno osvježiti. Pokrenite 'apt update' i popravite prikazane greške.
hu: A csomag gyorsítótár nem tud megfelelően frissülni. Futtassa le az „apt update” parancsot, és javítsa ki az ott megjelenő hibákat.
ia: Tu pacchetto cache non pote actualisar correctemente. Executa «apt update» e repara le errores que illo monstra.
id: Cache paket Anda tidak dapat disegarkan dengan benar. Jalankan 'pembaruan apt' dan perbaiki kesalahan yang ditampilkannya.
is: Ekki er hægt að endurlesa pakkaskyndiminnið þitt rétt. Keyrðu 'apt update' og lagaðu þær villur sem birtast.
it: La cache dei pacchetti non può essere aggiornata correttamente. Esegui "apt update" e correggi gli errori visualizzati.
ja: パッケージのキャッシュを正しく更新できません。'apt update' を実行し、表示されているエラーを修正してください。
ka: თქვენი პაკეტების კეშის სწორად განახლება შეუძლებელია. გაუშვით 'apt update' და გაასწორეთ შეცდომები, რომლებსაც ის გამოყრის.
lv: Jūsu pakotnes kešatmiņu nevar atjaunināt. Izpildiet 'apt update' un izlabojiet parādītās kļūdas.
ms: Cache pakej anda tidak dapat disegar semula dengan betul. Jalankan 'apt update' dan baiki ralat yang dipaparkannya.
nb: Pakkebufferen kan ikke oppdateres på riktig måte. Kjør 'apt update' og fiks feilene den viser.
nl: De tijdelijke pakkettenopslag kan niet correct ververst worden. Voer 'apt update' uit en herstel de fouten die deze opdracht meldt.
oc: Vòstre cache de paquets s’actualiza pas coma cal. Lançatz la comanda « apt update » e reparatz las errors qu’aficha.
pl: Pamięć podręczna pakietów nie może się poprawnie odświeżyć. Uruchom 'apt update' i napraw wyświetlane błędy.
pt: A cache do seu pacote não pode ser atualizada corretamente. Execute o 'apt update' e corrija os erros que apresenta.
pt_br: O seu cache de pacote não pode ser atualizado corretamente. Rode o comando 'apt update' e corrija erros que ele exiba.
ro: Cache-ul pachetului nu se poate reîmprospăta corect. Rulați „apt update” și remediați erorile pe care le afișează.
ru: Не удалось правильно обновить ваш кэш пакетов. Выполните «apt update» и исправьте ошибки, которые покажет эта команда.
sk: Vyrovnávacia pamäť balíkov nemôže byť správne obnovená. Spustite príkaz 'apt update' a opravte zobrazené chyby.
sl: Vašega predpomnilnika paketov ni bilo mogoče pravilno osvežiti. Zaženite 'apt update' in popravite napako, ki jo pokaže.
sq: Memoria e përkohshme e paketës suaj nuk mund të rifreskohet siç duhet. Ekzekutoni 'apt update' dhe rregulloni gabimet që shfaq.
sr: Ваша остава пакета се не може исправно освежити. Покрените „apt update“ и исправите грешке које прикаже.
sv: APT-minnet kunde inte uppdateras. Kör 'apt update' och åtgärda de fel som visas.
te: మీ ప్యాకేజీ కాష్ సరిగ్గా రిఫ్రెష్ కాలేదు. 'apt update' ని అమలు చేసి, అది ప్రదర్శించే లోపాలను పరిష్కరించండి.
tr: Paket önbelleği doğru şekilde yenilenemiyor. 'apt update' komutunu çalıştırın ve gösterdiği hataları düzeltmeyi deneyin.
uk: Ваш кеш пакетів не може оновитись належним чином. Виконайте команду 'apt update' та виправте помилки, які вона відобразить.
uz: Paketingiz keshi to‘g‘ri yangilana olmadi. 'apt update' ni ishga tushiring va u ko‘rsatadigan xatolarni tuzating.
vi: Bộ đệm gói của bạn không thể làm mới chính xác. Chạy 'apt update' và sửa các lỗi nó hiển thị.

source: Some of your packages are broken. Run 'apt install -f' to fix the issue.
ar: بعض الحزم الخاصة بك معطلة. شغل 'apt install -f' من اجل اصلاح المشكل.
ast: Dellos de los tos paquetes tan arrompíos. Executa 'apt install -f' p'arranchalos.
be: Некаторыя пакеты зламаныя. Выканайце 'apt install -f' каб выправіць праблему.
ca: Alguns dels paquets estan trencats. Executeu "apt install -f" per solucionar el problema.
cs: Některé vaše balíčky jsou poškozené. Problém vyřešíte spuštěním 'apt install -f'.
cy: Mae rhai o'ch pecynnau wedi torri. Rhedwch 'apt install -f' i ddatrys hyn.
da: Nogle af dine pakker er ødelagte. Kør “apt install -f” for at løse problemet.
de: Einige Ihrer Pakete sind defekt. Bitte »apt install -f« ausführen, um das Problem zu beheben.
el: Κάποια από τα πακέτα σας είναι κατεστραμμένα. Εκτελέστε το 'apt install -f' για να διορθώσετε το πρόβλημα.
eo: Kelkaj el viaj pakoj estas difektitaj. Rulu 'apt install -f' por ripari la problemon.
es: Algunos de los paquetes están rotos. Ejecute «apt install -f» para solucionar el problema.
et: Mõned paketid on katki. Probleemi lahendamiseks käivitage käsk „apt install -f”.
eu: Paketeetako batzuk hondatuta daude. Exekutatu 'apt install -f' arazoa konpontzeko.
fa: برخی بسته های نصب شده خراب اند. برای حل مشکل «apt install -f» را اجرا کنید.
fi: Osa paketeista on rikki. Korjaa ongelma suorittamalla komento "apt install -f".
fr_ca: Certains de vos paquets sont endommagés. Lancez la commande « apt install -f » pour corriger le problème.
he: כמה מחבילות המערכת פגומות. נא להריץ פקודת 'apt install -f' לתיקן הסוגיה.
hi: आपके सिस्टम के कुछ पैकेज विकृत हैं। 'apt install -f' कमांड निष्पादित कर इसका समाधान करें।
hr: Pojedini paketi su slomljeni. Pokrenite 'apt install -f' kako bi popravili problem.
hu: Néhány törött csomag található. A hiba javításához futtassa az „apt install -f'” parancsot.
ia: Parte de tu pacchettos es corrupte. Executa «apt install -f» pro reparar le problema.
id: Beberapa paket Anda rusak. Jalankan 'apt install -f' untuk memperbaiki masalah.
is: Sumir pakkarnir þínir eru bilaðir. Keyrðu 'apt install -f' til að laga vandamálið.
it: Alcuni dei tuoi pacchetti sono danneggiati. Esegui 'apt install -f' per risolvere il problema.
ja: 一部のパッケージが壊れています。'apt install -f' を実行し、問題を修正してください。
ka: ზოგიერთი თქვენი პაკეტი გაფუჭებულია. გაუშვით 'apt install -f' ამ პრობლემის გადასაჭრელად.
lv: Dažas no jūsu pakotnēm ir bojātas. Izpildiet komandu 'apt install -f', lai atrisinātu šo problēmu.
ms: Sesetengah pakej anda rosak. Jalankan 'apt install -f' untuk membetulkan masalah tersebut.
nb: Noen av pakkene dine er ødelagte. Kjør 'apt install -f' for å fikse problemet.
nl: Sommige van uw pakketten zijn kapot. Voer 'apt install -f' uit om dit probleem te verhelpen.
oc: D’unes de vòstres paquets son copats. Lançatz « apt install -f » per reparar lo problèma.
pl: Niektóre z Twoich pakietów są zepsute. Uruchom 'apt install -f', aby naprawić problem.
pt: Alguns de seus pacotes estão corrompidos. Execute o 'apt install -f' para corrigir o problema.
pt_br: Alguns de seus pacotes estão quebrados. Rode 'apt install -f' para corrigir o problema.
ro: Unele dintre pachetele dvs. sunt rupte. Rulați „apt install -f” pentru a remedia problema.
ru: Некоторые из пакетов повреждены. Выполните «apt install -f», чтобы исправить ошибки.
sk: Niektoré z balíkov sú poškodené. Spustite príkaz 'apt install -f' pre opravu.
sl: Nekateri vaši paketi so okvarjeni. Zaženite 'apt install -f', da odpravite napako.
sq: Disa nga paketat tuaja janë të prishura. Ekzekutoni 'apt install -f' për të rregulluar problemin.
sr: Неки од ваших пакета су оштећени. Покрените „apt install -f“ да решите проблем.
sv: Några av dina paket är trasiga. Kör 'apt install -f' för att åtgärda detta.
te: మీ ప్యాకేజీలలో కొన్ని పాడైపోయాయి. సమస్యను పరిష్కరించడానికి 'apt install -f' ని అమలు చేయండి.
tr: Bazı paketler bozuk. 'apt install -f' komutunu çalıştırarak sorunu düzeltmeyi deneyin.
uk: Деякі з пакетів пошкоджені. Виконайте 'apt install -f', для того, щоб виправити проблему.
uz: Ba'zi paketlaringiz buzilgan. Muammoni hal qilish uchun 'apt install -f' ishga tushiring.
vi: Một số gói của bạn bị hỏng. Chạy 'apt install -f' để khắc phục sự cố.

source: Your operating system is not up to date. Apply available updates before attempting the upgrade.
ar: نظام التشغيل الخاص بك لا يملك التحديثات الاخيرة. يرجى تطبيق التحديثات المتوفرة قبل محاولة الترقية.
ast: El to sitema operativu non ta anováu. Fae los anovamientos enantes d'anovar la versión del to sistema.
be: Ваша аперацыйная сістэма састарэла. Прымяніце даступныя абнаўленні бягучай версіі перад спробай абнавіцца да новай версіі.
ca: El sistema operatiu no està actualitzat. Apliqueu les actualitzacions disponibles abans d'intentar l'actualització.
cs: Vaše instalace operačního systému nemá nainstalované všechny aktualizace. Než jej budete převádět na novější vydání, nejdříve ho zaktualizujte.
cy: Nid yw eich system weithredu yn gyfredol. Gosodwch y diweddariadau sydd ar gael cyn ceisio uwchraddio.
da: Dit styresystem er ikke opdateret. Installér tilgængelige opdateringer, før du opgraderer.
de: Ihr Betriebssystem ist nicht auf dem neuesten Stand. Installieren Sie die verfügbaren Aktualisierungen, bevor Sie das Aktualisieren versuchen.
el: Το λειτουργικό σας σύστημα δεν είναι ενημερωμένο. Εφαρμόστε τις διαθέσιμες ενημερώσεις πριν επιχειρήσετε την αναβάθμιση.
eo: Via operaciumo ne estas ĝisdata. Apliku la disponeblajn ĝisdatigojn antaŭ ol provi promocii.
es: El sistema operativo no está actualizado. Aplique las actualizaciones disponibles antes de actualizar a la nueva versión.
et: Teie operatsioonisüsteem ei ole ajakohane. Enne versiooniuuenduse proovimist rakendage saadaolevad värskendused.
eu: Sistema eragilea ez dago egunean. Aplikatu eskuragarri dauden eguneraketak bertsio-berritzen saiatu aurretik.
fa: سیستم‌عامل شما به‌روز نیست. پیش از تلاش برای ارتقا، آپدیت های دردسترس را نصب کنید.
fi: Käyttöjärjestelmä ei ole ajan tasalla. Asenna kaikki saatavilla olevat päivitykset ennen version päivitystä.
fr_ca: Votre système d'exploitation n'est pas à jour. Appliquez les mises à jour avant de procéder à la mise à niveau.
he: מערכת ההפעלה אינה עדכנית. נא להחיל עדכונים זמינים לפני ניסיון לשדרוג.
hi: आपका ऑपरेटिंग सिस्टम नवीनतम नहीं है। अपग्रेड हेतु प्रयास करने से पूर्व सभी उपलब्ध अपडेट इंस्टॉल करें।
hr: Vaš operativni sustav nije nadopunjen. Primijenite dostupne nadopune prije pokušaja nadogradnje.
hu: Az operációs rendszer nem naprakész. A frissítés megkísérlése előtt telepítse a rendelkezésre álló frissítéseket.
ia: Tu systema operative non es actualisate. Applica le actualisationes disponibile ante tentar le modernisation.
id: Sistem operasi Anda tidak mutakhir. Terapkan pembaruan yang tersedia sebelum mencoba peningkatan.
is: Stýrikerfið þitt er ekki uppfært í nýjustu gerð. Virkjaðu tiltækar uppfærslur fyrir það áður en þú reynir að uppfæra í næstu útgáfu.
it: Il tuo sistema operativo non è aggiornato. Applica gli aggiornamenti disponibili prima di tentare l'aggiornamento.
ja: お使いのオペレーティングシステムが最新の状態ではありません。アップグレードを始める前に、利用可能なアップデートをすべて適用してください。
ka: თქვენი ოპერაციული სისტემა განახლებული არაა. ვერსიის აწევამდე განაახლეთ არსებული პაკეტები.
lv: Jūsu operētājsistēma nav atjaunināta. Pirms mēģiniet veikt jaunināšanu, uzstādiet pieejamos atjauninājumus.
ms: Sistem pengendalian anda tidak terkini. Laksanakan kemas kini yang tersedia sebelum mencuba naik taraf.
nb: Operativsystemet ditt er ikke oppdatert. Bruk tilgjengelige oppdateringer før du prøver å oppgradere.
nl: Uw besturingssysteem is niet bijgewerkt. Installeer beschikbare actualiseringen alvorens te trachten op te waarderen.
oc: Vòstre sistèma operatiu es pas a jorn. Aplicatz las mesas a jorn abans d’ensajar de metre a nivèl.
pl: Twój system operacyjny nie jest aktualny. Zastosuj dostępne aktualizacje przed rozpoczęciem procesu.
pt: O seu sistema operativo não está atualizado. Aplique as atualizações disponíveis antes de tentar atualizar.
pt_br: Seu sistema operacional não está atualizado. Aplique as atualizações disponíveis antes de tentar atualizar.
ro: Sistemul dvs. de operare nu este actualizat. Aplicați actualizările disponibile înainte de a încerca îmbunătățirea.
ru: В вашей операционной системе есть устаревшие пакеты. Примените доступные обновления перед попыткой обновить систему.
sk: Váš operačný systém nie je aktuálny. Nainštalujte dostupné aktualizácie pred tým, ako sa pokúsite o povýšenie verzie.
sl: Vaš operacijski sistem ni posodobljen. Uveljavite posodobitve, ki so na voljo, preden zaženete nadgradnjo.
sq: Sistemi juaj operativ nuk është i përditësuar. Aplikoni përditësimet e disponueshme përpara se të provoni përmirësimin.
sr: Ваш оперативни систем није најновији. Примените доступна ажурирања пре него покушате да надоградите.
sv: Operativsystemet är inte uppdaterat. Installera alla uppdateringar innan du försöker uppgradera.
te: మీ ఆపరేటింగ్ సిస్టమ్ తాజాగా లేదు. అప్‌గ్రేడ్ చేయడానికి ముందు అందుబాటులో ఉన్న అప్‌డేట్‌లను వర్తింపజేయండి.
tr: İşletim sisteminiz güncel değil. Yükseltmeyi denemeden önce mevcut güncellemeleri uygulayınız.
uk: Ваша операційна система не оновлена. Застосуйте доступні оновлення перед спробою оновлення системи.
uz: Sizning operatsion tizimingiz yangilanmagan. Yangilashga urinishdan oldin mavjud yangilanishlarni qo‘llang.
vi: Hệ điều hành của bạn chưa được cập nhật. Áp dụng các bản cập nhật có sẵn trước khi thử nâng cấp.

source: The following operations need to be performed:
ar: يجب تنفيذ العمليات التالية:
ast: Han de facese les siguientes iaiciones:
be: Трэба выканаць наступныя дзеянні:
ca: S'han de realitzar les operacions següents:
cs: Je třeba provést následující operace:
cy: Mae angen cyflawni'r gweithrediadau canlynol:
da: Følgende handlinger skal udføres:
de: Die folgenden Vorgänge müssen durchgeführt werden:
el: Πρέπει να γίνουν οι ακόλουθες εργασίες:
eo: La sekvaj operacioj estu plenumitaj:
es: Es necesario realizar las operaciones siguientes:
et: On vaja läbi viia järgmised toimingud:
eu: Ondorengo eragiketak burutu behar dira:
fa: عملیات‌های زیر باید انجام شوند:
fi: Seuraavat toimenpiteet on suoritettava:
fr_ca: Les opérations suivantes doivent être effectuées:
he: הפעולות הבאות נדרשות להתבצעה:
hi: निम्नलिखित कार्य करने की आवश्यकता है :
hr: Sljedeće radnje se trebaju obaviti:
hu: A következő műveleteket kell végrehajtani:
ia: Le sequente operationes debe esser exequite:
id: Tindakan berikut perlu dilakukan:
is: Eftirfarandi aðgerðir þarf að framkvæma:
it: È necessario eseguire le seguenti operazioni:
ja: これらの操作を実行する必要があります:
ka: საჭიროა შემდეგი ოპერაციების ჩატარება:
lv: Jāveic šādas darbības:
ms: Operasi berikut perlu dilaksanakan:
nb: Følgende handlinger må utføres:
nl: De volgende bewerkingen moeten worden uitgevoerd:
oc: Las operacions seguentas devon èsser realizadas :
pl: Należy wykonać następujące operacje:
pt: As seguintes operações precisam de ser realizadas:
pt_br: As seguintes operações precisam ser feitas:
ro: Trebuie efectuate următoarele operații:
ru: Необходимо выполнить следующие действия:
sk: Musia byť vykonané nasledujúce operácie:
sl: Izvesti je potrebno naslednje operacije:
sq: Operacionet e mëposhtme duhet të kryhen:
sr: Следеће радње треба да се обаве:
sv: Följande åtgärder behöver utföras:
te: కింది ఆపరేషన్లు చేయవలసి ఉంటుంది:
tr: Aşağıdaki işlemlerin gerçekleştirilmesi gerekiyor:
uk: Необхідно виконати наступні дії:
uz: Quyidagi operatsiyalarni bajarish kerak:
vi: Cần phải thực hiện các thao tác sau:

source: Package
ar: الحزمة
ast: Paquete
be: Пакет
ca: Paquet
cs: Balíček
cy: Pecyn
da: Pakke
de: Paket
el: Πακέτο
eo: Pako
es: Paquete
et: Pakett
eu: Paketea
fa: بسته
fi: Paketti
fr_ca: Paquet
he: חבילה
hi: पैकेज
hr: Paket
hu: Csomag
ia: Pacchetto
id: Paket
is: Pakki
it: Pacchetto
ja: パッケージ
ka: პაკეტი
lv: Pakotne
ms: Pakej
nb: Pakke
nl: Pakket
oc: Paquet
pl: Pakiet
pt: Pacote
pt_br: Pacote
ro: Pachet
ru: Пакет
sk: Balík
sl: Paket
sq: Pako
sr: Пакет
sv: Paket
te: ప్యాకేజీ
tr: Paket
uk: Пакунок
uz: Paket
vi: Gói

source: Operation
ar: العملية
ast: Operación
be: Дзеянне
ca: Operació
cs: Operace
cy: Gweithrediad
da: Handling
de: Vorgang
el: Εργασία
eo: Operacio
es: Operación
et: Toiming
eu: Eragiketa
fa: عملیات
fi: Toiminta
fr_ca: Opération
he: פעולה
hi: कार्य
hr: Radnja
hu: Művelet
id: Operasi
is: Aðgerð
it: Operazione
ja: 操作
ka: ოეპრაცია
lv: Darbība
ms: Operasi
nb: Handling
nl: Bewerking
oc: Operacion
pl: Działanie
pt: Operação
pt_br: Operação
ro: Operațiune
ru: Действие
sk: Operácia
sl: Operacija
sq: Operacioni
sr: Радња
sv: Åtgärd
te: ఆపరేషన్
tr: İşlem
uk: Операція
uz: Operatsiya
vi: Thao tác

source: needs to be installed
ar: يجب ان يتم تثبيتها
ast: precisa istalase
be: трэба ўсталяваць
ca: s'ha d'instal·lar
cs: je potřeba nainstalovat
cy: angen eu gosod
da: skal installeres
de: muss installiert werden
el: πρέπει να εγκατασταθεί
eo: estu instalita
es: se debe instalar
et: tuleb paigaldada
eu: instalatu behar da
fa: باید نصب شود
fi: on asennettava
fr_ca: doit être installé
he: נדרש להתקין
hi: इंस्टॉल करने की आवश्यकता है
hr: treba se instalirati
hu: telepítése szükséges
ia: debe esser installate
id: perlu untuk dipasang
is: verður að setja upp
it: deve essere installato
ja: インストールが必要
ka: საჭიროა დაყენება
lv: jāinstalē
ms: perlu dipasang
nb: må installeres
nl: moet worden geïnstalleerd
oc: deu èsser installat
pl: musi być zainstalowany
pt: precisa de ser instalado
pt_br: precisa ser instalado
ro: trebuie instalat
ru: необходимо установить
sk: Je nutné nainštalovať
sl: je potrebno namestiti
sq: duhet të instalohet
sr: треба да се инсталира
sv: behöver installeras
te: ఇన్స్టాల్ చేయాలి
tr: kurulması gerekiyor
uk: необхідно встановити
uz: o‘rnatish kerak
vi: cần phải được cài đặt

source: needs to be removed
ar: يجب ان يتم ازالتها
ast: precisa desaniciase
be: трэба выдаліць
ca: s'ha d'eliminar
cs: je třeba odstranit
cy: angen eu dileu
da: skal fjernes
de: muss entfernt werden
el: πρέπει να αφαιρεθεί
eo: estu forigita
es: se debe eliminar
et: tuleb eemaldada
eu: kendu behar da
fa: باید حذف شود
fi: on poistettava
fr_ca: doit être retiré
he: נדרש להסיר
hi: हटाने की आवश्यकता है
hr: treba se ukloniti
hu: eltávolítása szükséges
ia: debe esser removite
id: perlu untuk dihapus
is: verður að fjarlægja
it: deve essere rimosso
ja: 削除が必要
ka: საჭიროა წაშლა
lv: jānoņem
ms: perlu dibuang
nb: må fjernes
nl: moet worden verwijderd
oc: deu èsser levat
pl: musi być usunięty
pt: precisa de ser removido
pt_br: precisa ser removido
ro: trebuie eliminat
ru: необходимо удалить
sk: Je nutné odstrániť
sl: je potrebno odstraniti
sq: duhet të hiqet
sr: треба да се уклони
sv: behöver tas bort
te: తొలగించాల్సిన అవసరం ఉంది
tr: silinmesi gerekiyor
uk: необхідно видалити
uz: olib tashlash kerak
vi: cần phải được gỡ bỏ

source: Package repositories
ar: مستودعات الحزمة
ast: Repositorios de paquetes
be: Рэпазіторыі
ca: Repositoris de paquets
cs: Ropozitáře balíčků
cy: Storfeydd pecynnau
da: Pakkearkiver
de: Paketquellen
el: Αποθετήρια πακέτων
eo: Pakaj deponejoj
es: Repositorios de paquetes
et: Pakettide hoidlad
eu: Pakete-biltegiak
fa: مخازن بسته‌
fi: Pakettivarastot
fr_ca: Dépôts de paquets
he: מאגרי חבילות
hi: पैकेज संग्रह
hr: Repozitoriji paketa
hu: Csomagtárolók
ia: Repositorios del pacchettos
id: Repositori paket
is: Pakkasöfn
it: Repository di pacchetti
ja: パッケージリポジトリ
ka: პაკეტის რეპოზიტორიები
lv: Pakotņu repozitoriji
ms: Repositori pakej
nb: Pakkelagre
nl: Pakketbronnen
oc: Depauses de paquets
pl: Repozytoria pakietów
pt: Repositórios de pacotes
pt_br: Repositorios de pacotes
ro: Depozite de pachete
ru: Репозитории пакетов
sk: Zdroje balíkov
sl: Skladišča paketov
sq: Depozitat e paketave
sr: Ризнице пакета
sv: Paketförråd
te: ప్యాకేజీ రిపోజిటరీలు
tr: Paket depoları
uk: Репозитарії пакунків
uz: Paket repozitoriylari
vi: Kho gói
