Repository: linuxmint/mintupgrade
Catalog: po/mintupgrade-*.po
Languages: ar, ast, be, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, ka, lv, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sv, te, tr, uk, uz, vi

source: Your package repositories will now point towards the new release.
ar: مستودعات الحزمة الخاصة بك سيتم توجيهها نحو الاصدار الجديد.
ast: Los tos repositorios de paquetes van señar a la nueva versión.
be: У рэпазіторыях будзе вызначаны новы рэліз.
ca: Els dipòsits de paquets apuntaran ara cap a la nova versió.
cs: Vaše repozitáře balíčků budou nyní nastaveny na nové vydání.
cy: Bydd eich storfeydd pecyn nawr yn pwyntio at y ryddhad newydd.
da: Dine pakkearkiver vil nu pege på den nye udgivelse.
de: Ihre Paketquellen verweisen nun auf die neue Version.
el: Τα αποθετήρια πακέτων σας θα καταδεικνύουν τώρα προς τη νέα έκδοση.
eo: Viaj pakaj deponejoj nun indikos al la nova eldono.
es: Los repositorios de paquetes apuntarán ahora a la nueva versión.
et: Sinu tarkvaraallikad viitavad nüüd uuele väljalaskele.
eu: Zure pakete-biltegiek argitalpen berrira seinalatuko dute orain.
fa: مخازن بسته شما هم‌اکنون به سمت نسخه جدید اشاره میکنند.
fi: Pakettivarastot osoittavat nyt kohti uutta julkaisua.
fr_ca: Vos dépôts de paquets correspondront désormais à la nouvelle version.
he: מאגרי החבילות יפנו כעת להמהדורה החדשה.
hi: अब पैकेज संग्रह नवीन संस्करण की ओर इंगित करेंगे।
hr: Vaši repozitoriji paketa će se sada usmjeriti prema novom izdanju.
hu: A csomagtárolók hivatkozásai már az új verzióra mutatnak.
ia: Tu repositorios del pacchettos ora indicara le nove version.
id: Repositori paket Anda sekarang akan mengarah ke rilis baru.
is: Hugbúnaðarsöfnunum þínum mun núna vera beint að pökkum fyrir nýju útgáfuna.
it: I tuoi repository dei pacchetti ora punteranno alla nuova versione.
ja: パッケージリポジトリが新しいリリースを指すようになります。
ka: თქვენი პაკეტის რეპოზიტორიები ახლა ახალ რელიზზე მიუთითებენ.
lv: Jūsu pakotņu repozitoriji tagad rādīs jaunāko versiju.
ms: Repositori pakej anda kini akan menunjukkan ke keluaran baru.
nb: Pakkelagrene dine vil nå peke mot den nye utgivelsen.
nl: Uw pakketbronnen zijn nu ingesteld op de nieuwe versie.
oc: Vòstres depauses de paquets correspondon ara a la version novèla.
pl: Twoje repozytoria pakietów będą teraz wskazywać na nowe wydanie.
pt: Os seus repositórios de pacotes irão agora apontar para a nova versão.
pt_br: Seus repositórios de pacotes agora apontarão para a nova versão.
ro: Arhivele dvs. de pachete se vor îndrepta acum către noua versiune.
ru: Ваши репозитории пакетов будут подготовлены для использования нового выпуска.
sk: Vaše zdroje softvéru teraz cielia k novému vydaniu.
sl: Vaša skladišča paketov bodo sedaj kazala na novo izdajo.
sq: Depozitat e paketave tuaja tani do të tregojnë drejt versionit të ri.
sr: Ваше ризнице пакета ће сада показивати на ново издање.
sv: Dina paketförråd kommer nu att hänvisas till den nya versionen.
te: మీ ప్యాకేజీ రిపోజిటరీలు ఇప్పుడు కొత్త విడుదల వైపు చూపుతాయి.
tr: Paket depolarınız artık yeni sürüme göre ayarlanacak.
uk: Ваші репозиторії пакунків будуть вказувати на новий реліз.
uz: Paket repozitoriylari endi yangi nashrga ishora qiladi.
vi: Kho lưu trữ gói của bạn bây giờ sẽ hướng tới bản phát hành mới.

source: A few more tests will be run and package updates will be downloaded.
ar: سيتم تشغيل بعض الفحوصات الاضافية ثم سيتم تحميل تحديثات الحزمة.
ast: Executaránse delles prebes más ya descargaranse los anovamientos de paquetes.
be: Будуць запушчаны дадатковыя тэсты і спампаваны абнаўленні.
ca: Es faran algunes proves més i es descarregaran les actualitzacions de paquets.
cs: Bude spuštěno několik dalších testů a budou staženy aktualizace balíčků.
cy: Bydd ychydig mwy o brofion yn cael eu rhedeg a bydd uwchraddiadau pecyn yn cael eu llwytho i lawr.
da: Lidt flere tests vil blive udført og pakkeopdateringer downloadet.
de: Es werden noch ein paar Tests durchgeführt und Paketaktualisierungen heruntergeladen.
el: Θα εκτελεστούν μερικές ακόμη δοκιμές και θα γίνει λήψη ενημερώσεων πακέτων.
eo: Kelkaj pliaj testoj ruliĝos kaj pakaj ĝisdatigoj elŝutiĝos.
es: Se realizarán algunas pruebas más y se descargarán las actualizaciones de los paquetes.
et: Käivitatakse veel mõned testid ja paketivärskendused laaditakse alla.
eu: Proba gehiago egingo dira eta paketeen eguneraketak deskargatuko dira.
fa: چند آزمایش دیگر اجرا میشوند و بروزرسانی بسته‌ها بارگیری خواهد شد.
fi: Muutama testi lisää ja pakettien päivitykset ladataan.
fr_ca: Quelques tests supplémentaires seront effectués et les mises à jour des paquets seront téléchargées.
he: מספר בדיקות נוספות יורצו ועדכוני חבילות יורדו.
hi: कुछ और परीक्षण निष्पादित होंगे व पैकेज हेतु अपडेट डाउनलोड होंगी।
hr: Još nekoliko testova će se pokrenuti i nadopuna paketa će se preuzeti.
hu: Még néhány ellenőrzés le lesz futtatva, ezután kerülnek letöltésre a csomag frissítések.
ia: Alcun altere provas essera executate e le actualisationes del pacchettos essera discargate.
id: Beberapa tes lagi akan dijalankan dan pembaruan paket akan diunduh.
is: Nokkrar fleiri prófanir verða keyrðar og uppfærslur pakka verða sóttar.
it: Verranno eseguiti degli altri test e verranno scaricati gli aggiornamenti dei pacchetti.
ja: さらにいくつかのテストが実行され、パッケージのアップデートがダウンロードされます。
ka: გაეშვება კიდევ რამდენიმე ტესტი და დაიწყება პაკეტის განახლებების გადმოწერა.
lv: Tiks palaisti vēl daži testi un lejupielādēti pakotņu atjauninājumi.
ms: Beberapa ujianlagi akan dijalankan dan kemas kini pakej akan dimuat turun.
nb: Noen flere tester vil bli kjørt og pakkeoppdateringer vil bli lastet ned.
nl: Er zullen nog een paar proeven worden gedaan en bijgewerkte pakketten zullen worden binnengehaald.
oc: Qualques ensages suplementaris seràn efectuats e los paquets meses a nivèl seràn telecargats.
pl: Zostanie uruchomionych jeszcze kilka testów i zostaną pobrane aktualizacje pakietów.
pt: Serão efetuados mais alguns testes e serão transferidas atualizações de pacotes.
pt_br: Mais alguns testes serão executados e as atualizações de pacotes serão baixadas.
ro: Vor mai rula câteva teste și vor fi descărcate actualizări ale pachetelor.
ru: Будут выполнены ещё несколько тестов и загружены обновления пакетов.
sk: Budú stiahnuté aktualizácie balíkov a spustených niekoľko testov.
sl: Izvedenih bo še nekaj preizkusov in nadgradnje paketov bodo prenesene.
sq: Do të kryhen edhe disa teste të tjera dhe do të shkarkohen përditësimet e paketave.
sr: Биће покренуто још неколико тестова и ажурирања пакета биће преузета.
sv: Ytterligare några tester kommer att göras och paketuppdateringar hämtas.
te: మరికొన్ని పరీక్షలు అమలు చేయబడతాయి మరియు ప్యాకేజీ నవీకరణలు డౌన్‌లోడ్ చేయబడతాయి.
tr: Birkaç test daha yürütülecek ve paket güncellemeleri indirilecek.
uk: Буде виконано ще кілька тестів і завантажено оновлення пакунків.
uz: Yana bir nechta sinovlar o‘tkaziladi va paket yangilanishlari yuklab olinadi.
vi: Một số thử nghiệm nữa sẽ được chạy và các bản cập nhật gói sẽ được tải xuống.

source: Phase 3: Upgrade
ar: المرحلة 3: ترقية
ast: Fase 3: Anovamientu
be: Фаза 3: Абнаўленне
ca: Fase 3: Actualització
cs: Fáze 3: Upgrade
cy: Cam 3: Uwchraddio
da: Fase 3: opgradering
de: Phase 3: Aktualisierung
el: Φάση 3: Αναβάθμιση
eo: Fazo 3: Promocio
es: Fase 3: Actualización
et: 3. etapp: uuendamine
eu: Hirugarren fasea: Bertsio-berritzea
fa: مرحله ۳:ارتقا
fi: Vaihe 3: Päivitys
fr_ca: Phase 3 : Mise à niveau
he: שלב 3: שדרוג
hi: चरण 3: अपग्रेड
hr: Faza 3: Nadogradnja
hu: 3. fázis: rendszermegújítás
ia: Phase 3: Modernisation
id: Fase 3: PemutakhiranPa
is: Stig 3: Uppfærsla
it: Fase 3: Aggiornamento
ja: 第 3 段階: アップグレード
ka: ფაზა 3: ვერსიის აწევა
lv: 3. posms: Jaunināšana
ms: Fasa 3: Naik taraf
nb: Fase 3: Oppgradering
nl: Fase 3: Opwaardering
oc: Fasa 3 : mesa a nivèl
pl: Faza 3: Aktualizacja
pt: Fase 3: atualização
pt_br: Fase 3: atualização
ro: Faza 3: Upgrade
ru: Шаг 3: Обновление
sk: Fáza 3: Povýšenie systému
sl: Tretja faza: nadgradnja
sq: Faza 3: Përmirësimi
sr: 3. корак: Надоградња
sv: Steg 3: Uppgradering
te: దశ 3: అప్‌గ్రేడ్
tr: Aşama 3: Yükseltme
uk: Фаза 3: Оновлення
uz: 3-bosqich: Yangilash
vi: Giai đoạn 3: Nâng cấp

source: The packages will now be upgraded.
ar: سيتم الان ترقية الحزم.
ast: Los paquetes anovaranse agora.
be: Будуць абноўлены пакеты.
ca: Ara s'actualitzaran els paquets.
cs: Balíčky budou nyní aktualizovány.
cy: Bydd y pecynnau nawr yn cael eu huwchraddio.
da: Pakkerne vil nu blive opgraderet.
de: Die Pakete werden jetzt aktualisiert.
el: Τα πακέτα θα αναβαθμιστούν τώρα.
eo: La pakoj nun promociiĝos.
es: Ahora se actualizarán los paquetes.
et: Nüüd uuendatakse pakette.
eu: Paketeak bertsio-berrituko dira orain.
fa: هم‌اکنون بسته ها ارتقا خواهند یافت.
fi: Paketit päivitetään nyt.
fr_ca: Les paquets seront mis à jour.
he: החבילות ישודרגו כעת.
hi: अब पैकेज अपग्रेड होंगे।
hr: Paketi će se sada nadograditi.
hu: A csomagok frissítve lesznek.
ia: Le pacchettos ora essera modernisate.
id: Paket sekarang akan dimutakhirkan.
is: Pakkarnir verða núna uppfærðir.
it: I pacchetti verranno ora aggiornati.
ja: パッケージがアップグレードされます。
ka: მოხდება პაკეტის ვერსიების აწევა.
lv: Tagad pakotnes tiks jauninātas.
ms: Pakej-pakej kini akan dinaik taraf.
nb: Pakkene vil nå bli oppgradert.
nl: De pakketten zullen nu worden opgewaardeerd.
oc: Los paquets seràn ara meses a nivèl.
pl: Pakiety zostaną teraz zaktualizowane.
pt: Os pacotes serão agora atualizados.
pt_br: Os pacotes agora serão atualizados.
ro: Pachetele vor fi acum actualizate.
ru: Сейчас будут обновлены пакеты.
sk: Verzie balíkov budú teraz povýšené.
sl: Paketi bodo sedaj nadgrajeni.
sq: Paketat tani do të përditësohen.
sr: Пакети ће сада бити надограђени.
sv: Paketen kommer nu att uppgraderas.
te: ప్యాకేజీలు ఇప్పుడు అప్‌గ్రేడ్ చేయబడతాయి.
tr: Şimdi paketler yükseltilecek.
uk: Зараз буде оновлено пакунки.
uz: Endi paketlar yangilanadi.
vi: Các gói bây giờ sẽ được nâng cấp.

source: This program will ask you some questions and upgrade your operating system.
ar: سيقوم هذا البرنامج بتوجيه بعض الأسئلة اليك، ثم سيقوم بترقية نظام التشغيل الخاص بك.
ast: Esti programa faerate delles entrugues ya anovará el to sistema operativu.
be: Праграма задасць некалькі пытанняў і абновіць аперацыйную сістэму.
ca: El programa us farà algunes preguntes i actualitzarà el sistema operatiu.
cs: Tento program vám položí několik otázek a upgraduje váš operační systém.
cy: Bydd y rhaglen hon yn gofyn rhai cwestiynau i chi ac yn uwchraddio'ch system weithredu.
da: Dette program vil stille dig nogle spørgsmål og opgradere dit styresystem.
de: Das Programm wird Ihnen einige Fragen stellen und Ihr Betriebssystem aktualisieren.
el: Αυτό το πρόγραμμα θα σας κάνει κάποιες ερωτήσεις και θα αναβαθμίσει το λειτουργικό σας σύστημα.
eo: Ĉi tiu programo starigos al vi kelkajn demandojn kaj promocios vian operaciumon.
es: Este programa le hará algunas preguntas y actualizará el sistema operativo.
et: See programm esitab teile mõned küsimused ja uuendab teie operatsioonisüsteemi.
eu: Progamak galdera batzuk egingo dizkizu eta sistema eragilea bertsio-berrituko du.
fa: این برنامه از شما سوالاتی میپرسد و سیستم‌عامل شما را ارتقا میدهد.
fi: Tämä ohjelma kysyy sinulta kysymyksiä ja päivittää käyttöjärjestelmäsi.
fr_ca: Ce programme vous demandera des questions et procèdera à la mise à jour votre système d'exploitation.
he: התוכנית תשאל מספר שאלות ותשדרג את מערכת ההפעלה.
hi: यह प्रोग्राम एक प्रश्नावली के संयोजन से ऑपरेटिंग सिस्टम को अपग्रेड करेगा।
hr: Ovaj program će vam postaviti nekoliko pitanja i nadograditi vaš operativni sustav.
hu: Ez az alkalmazás kérdéseket fog feltenni a rendszer megújításával kapcsolatban.
ia: Iste programma te facera alcun questiones e modernisara tu systema operative.
id: Program ini akan mengajukan beberapa pertanyaan dan memutakhirkan sistem operasi Anda.
is: Þetta forrit mun spyrja þig nokkurra spurninga og uppfæra síðan stýrikerfið á tölvunni þinni.
it: Questo programma ti farà alcune domande e aggiornerà il tuo sistema operativo.
ja: このプログラムは、お使いのオペレーティングシステムをアップグレードするために、いくつかの質問を行います。
ka: ეს პროგრამა რამდენიმე კითხვას დაგისვამთ და ასწევს თქვენი ოპერაციული სისტემის ვერსიას.
lv: Šī programma jums uzdos dažus jautājumus un jauninās operētājsistēmu.
ms: Program ini akan menanyakan beberapa soalan kepada anda dan menaik taraf sistem operasi anda.
nb: Dette programmet vil stille deg noen spørsmål og oppgradere operativsystemet ditt.
nl: Dit programma zal u enkele vragen stellen en uw besturingssysteem opwaarderen.
oc: Aqueste programa vos pausarà de questions e metrà a nivèl vòstre sistèma d'espleitacion.
pl: Ten program zada Ci kilka pytań i zaktualizuje system operacyjny.
pt: Este programa irá fazer-lhe algumas perguntas e atualizar o sistema operativo.
pt_br: Este programa fará algumas perguntas e atualizará seu sistema operacional.
ro: Acest program vă va pune câteva întrebări și vă va actualiza sistemul de operare.
ru: Это приложение задаст вам несколько вопросов и обновит операционную систему.
sk: Tento program sa vás opýta niekoľko otázok a povýši verziu vášho operačného systému.
sl: Program vam bo zastavil nekaj vprašanj in nadgradil vaš operacijski sistem.
sq: Ky program do t'ju bëjë disa pyetje dhe do të përditësojë sistemin tuaj operativ.
sr: Овај програм ће вам поставити нека питања и надоградити ваш оперативни систем.
sv: Programmet kommer att ställa några frågor och uppgradera ditt operativsystem.
te: ఈ ప్రోగ్రామ్ మిమ్మల్ని కొన్ని ప్రశ్నలు అడుగుతుంది మరియు మీ ఆపరేటింగ్ సిస్టమ్‌ను అప్‌గ్రేడ్ చేస్తుంది.
tr: Bu program size bazı sorular soracak ve işletim sisteminizi yükseltecektir.
uk: Ця програма задасть вам кілька запитань та оновить вашу операційну систему.
uz: Ushbu dastur sizga ba'zi savollar beradi va operatsion tizimingizni yangilaydi.
vi: Chương trình này sẽ hỏi bạn một số câu hỏi và nâng cấp hệ điều hành của bạn.

source: Let's go!
ar: إبدأ!
ast: ¡Vamos!
be: Паехалі!
ca: Som-hi!
cs: Pojďme na to!
cy: Iawn, ffwrdd a ni
da: Lad os komme i gang!
de: Los geht's!
el: Ας ξεκινήσουμε!
eo: Ek!
es: ¡Vamos allá!
et: Lase käia!
eu: Goazen!
fa: بزن بریم!
fi: Aloitetaan!
fr_ca: C’est parti!
he: קדימה, נצא לדרך!
hi: आरंभ करें!
hr: Pokreni nadogradnju!
hu: Rendszermegújítás elkezdése
ia: Avante!
id: Ayo!
is: Hefjumst handa!
it: Iniziamo!
ja: 始めましょう！
ka: წავედით!
lv: Aiziet!
ms: Mari kita mulakan!
nb: Kjør på!
nl: Vooruit met de geit!
oc: Es partit !
pl: Ruszajmy!
pt: Vamos lá!
pt_br: Vamos lá!
ro: Să începem!
ru: Поехали!
sk: Poďme!
sl: Pa pojdimo!
sq: Le të shkojmë!
sr: Идемо!
sv: Sätt igång!
te: వెళ్దాం!
tr: Haydi başlatın!
uk: А ну гайда!
uz: Qani ketdik!
vi: Đi nào!

source: OK
ar: حسنا
be: Добра
ca: D'acord
cy: Iawn
el: ΟΚ
eo: Bone
es: Aceptar
et: Olgu
eu: Ados
fa: تأیید
he: אישור
hi: ठीक है
hr: U redu
is: Í lagi
ka: დიახ
lv: LABI
nl: Oké
oc: D’acordi
sl: V redu
sq: Në rregull
sr: У реду
te: సరే
tr: Tamam
uk: Гаразд
vi: Chấp nhận

source: Fix
ar: أصلح
ast: Iguar
be: Выправіць
ca: Corregeix
cs: Opravit
cy: Trwsio
da: Ret
de: Beheben
el: Διόρθωση
eo: Ripari
es: Corregir
et: Paranda
eu: Konpondu
fa: اصلاح
fi: Korjaa
fr_ca: Réparer
he: תיקון
hi: सुधारें
hr: Popravi
hu: Javítás
ia: Reparar
id: Perbaiki
is: Laga
it: Correggi
ja: 修正
ka: გასწორება
lv: Labot
ms: Betulkan
nb: Fiks
nl: Herstellen
oc: Corregir
pl: Napraw
pt: Corrigir
pt_br: Corrigir
ro: Repară
ru: Исправить
sk: Opraviť
sl: Popravi
sq: Rregullo
sr: Поправи
sv: Åtgärda
te: పరిష్కరించండి
tr: Düzelt
uk: Виправити
uz: Tuzatish
vi: Sửa

source: Check again
ar: التحقق مرة أخرى
ast: Compreba de nueu
be: Праверыць зноў
ca: Torna-ho a comprovar
cs: Znovu zkontrolovat
cy: Gwirio eto
da: Tjek igen
de: Erneut überprüfen
el: Επανέλεγχος
eo: Kontroli denove
es: Comprobar de nuevo
et: Kontrolli uuesti
eu: Egiaztatu berriro
fa: بررسی مجدد
fi: Tarkista uudelleen
fr_ca: Revérifier
he: בדיקה חוזרת
hi: पुनः जाँचें
hr: Provjeri ponovno
hu: Újraellenőrzés
ia: Controla de nove
id: Periksa lagi
is: Athuga aftur
it: Controlla di nuovo
ja: 再確認
ka: თავიდან შემოწმება
lv: Pārbaudīt vēlreiz
ms: Semak semula
nb: Sjekk på nytt
nl: Nogmaals nakijken
oc: Tornar verificar
pl: Sprawdź ponownie
pt: Verificar novamente
pt_br: Verificar novamente
ro: Verifică din Nou
ru: Проверить снова
sk: Opäť skontrolovať
sl: Znova preveri
sq: Kontroll i vazhdueshëm
sr: Провери поново
sv: Kontrollera igen
te: మళ్లీ తనిఖీ చేయండి
tr: Yeniden denetle
uk: Перевірити знову
uz: Yana tekshirish
vi: Kiểm tra lại

source: The following error occurred:
ar: حدث الخطأ التالي:
ast: Asocedieron los siguientes fallos:
be: Адбылася наступная памылка:
ca: S'ha produït el següent error:
cs: Vyskytla se následující chyba:
cy: Digwyddodd y gwall canlynol:
da: Følgende fejl opstod:
de: Es ist der folgende Fehler aufgetreten:
el: Συνέβη το ακόλουθο σφάλμα:
eo: Okazis la sekva eraro:
es: Se ha producido el siguiente error:
et: Ilmnes järgmine viga:
eu: Honako errorea gertatu da:
fa: خطا زیر رخ داد:
fi: Tapahtui seuraava virhe:
fr_ca: L'erreur suivante s'est produite :
he: אירעה השגיאה הבאה:
hi: निम्नलिखित त्रुटि हुई :
hr: Pojavila se sljedeća greška:
hu: A következő hiba történt:
ia: Le error sequente occurreva:
id: Kesalahan berikut ini terjadi:
is: Eftirfarandi villa kom upp:
it: Si è verificato il seguente errore:
ja: これらのエラーが発生しました:
ka: აღმოჩენილია შემდეგი შეცდომა:
lv: Radās šāda kļūda:
ms: Ralat berikut telah berlaku:
nb: Følgende feil oppstod:
nl: De volgende fout is opgetreden:
oc: I a agut l'error seguenta :
pl: Wystąpił następujący błąd:
pt: Ocorreu o seguinte erro:
pt_br: O seguinte erro ocorreu:
ro: A apărut următoarea eroare:
ru: Произошла следующая ошибка:
sk: Vyskytla sa nasledujúca chyba:
sl: Prišlo je do naslednje napake:
sq: Ndodhi gabimi i mëposhtëm:
sr: Дошло је до следеће грешке:
sv: Följande fel inträffade:
te: కింది లోపం సంభవించింది:
tr: Aşağıdaki hata oluştu:
uk: Виникла наступна помилка:
uz: Quyidagi xatolik yuz berdi:
vi: Đã xảy ra lỗi sau:

source: The upgrade was successful.
ar: الترقية كانت ناجحة.
ast: L'anovamientu fízose dafechu.
be: Паспяховае абнаўленне.
ca: L'actualització ha tingut èxit.
cs: Upgrade byl úspěšný.
cy: Roedd yr uwchraddio'n llwyddiannus.
da: Opgraderingen lykkedes.
de: Die Aktualisierung war erfolgreich.
el: Η αναβάθμιση ήταν επιτυχής!
eo: La promocio sukcesis.
es: La actualización ha sido un éxito.
et: Uuendamine õnnestus.
eu: Bertsio-berritzea arrakastatsua izan da.
fa: ارتقا موفقیت‌آمیز بود.
fi: Päivitys onnistui.
fr_ca: La mise à niveau a réussi.
he: השדרוג צלח.
hi: अपग्रेड प्रक्रिया सफल रही।
hr: Nadogradnja je obavljena uspješno.
hu: A rendszermegújítás sikeresen végrehajtva.
ia: Le modernisation habeva successo.
id: Pemutakhiran berhasil.
is: Vel gekk að uppfæra stýrikerfið þitt.
it: L'aggiornamento è riuscito.
ja: アップグレードに成功しました。
ka: განახლება წარმატებულია.
lv: Atjaunināšana bija veiksmīga.
ms: Naik taraf berjaya.
nb: Oppgraderingen var vellykket.
nl: De opwaardering is gelukt.
oc: La mesa a nivèl a capitat.
pl: Aktualizacja powiodła się.
pt: A atualização foi bem sucedida.
pt_br: A atualização foi bem-sucedida.
ro: Upgrade-ul a avut succes.
ru: Обновление выполнено успешно.
sk: Povýšenie verzie systému bolo úspešné.
sl: Nadgradnja je bila uspešna.
sq: Përmirësimi ishte i kufizuar.
sr: Надоградња је успела.
sv: Uppgraderingen lyckades.
te: అప్‌గ్రేడ్ విజయవంతమైంది.
tr: Yükseltme başarılı.
uk: Оновлення виконано успішно.
uz: Yangilash muvaffaqiyatli bo‘ldi.
vi: Nâng cấp thành công.

source: Reboot the computer for all the changes to take effect.
ar: أعد تشغيل الحاسوب من أجل ان تأخذ جميع التغييرات مفعولها.
ast: Reanicia'l to ordenador pa que los cambeos s'apliquen.
be: Перазагрузіце камп'ютар каб прымяніць усе змены.
ca: Reinicieu l'equip perquè tots els canvis tinguin efecte.
cs: Restartujte počítač, aby se projevily všechny změny.
cy: Ailgychwynnwch y cyfrifiadur er mwyn i'r holl newidiadau ddod i rym.
da: Computeren skal genstartes, før alle ændringerne træder i kraft.
de: Bitte den Rechner neu starten, damit alle Änderungen wirksam werden.
el: Κάντε επανεκκίνηση του υπολογιστή για να τεθούν σε ισχύ όλες οι αλλαγές.
eo: Restartigu la komputilon por efektivigi ĉiujn ŝanĝojn.
es: Reinicie el equipo para que los cambios surtan efecto.
et: Kõigi muudatuste jõustumiseks taaskäivitage arvuti.
eu: Berrabiarazi ordenagailua aldaketa guztiek eragina izan dezaten.
fa: برای اثرگذاری تمام تغییرات سیستم را راه‌اندازی مجدد کنید.
fi: Käynnistä tietokone uudelleen, jotta kaikki muutokset tulevat voimaan.
fr_ca: Redémarrez l'ordinateur afin d'appliquer tous les changements.
he: נא לאתחל את המחשב להחלת כול השינויים.
hi: सभी परिवर्तन लागू करने हेतु कंप्यूटर को पुनः आरंभ करें।
hr: Ponovno pokrenite računalo kako bi se primjenile sve promjene.
hu: A változtatások érvényre juttatásához újra kell indítani a számítógépet.
ia: Reinitia le computator proque tote le cambiamentos face effecto.
id: Nyalakan ulang komputer agar semua perubahan diterapkan.
is: Endurræstu tölvuna svo að allar breytingar öðlist gildi.
it: Riavvia il computer per rendere effettive tutte le modifiche.
ja: すべての変更を有効にするには、コンピューターを再起動してください。
ka: გადატვირთეთ კომპიუტერი ცვლილებების ძალაში შესასვლელად.
lv: Restartējiet datoru, lai visas izmaiņas stātos spēkā.
ms: Mulakan semula komputer untuk semua perubahan berkuat kuasa.
nb: Start datamaskinen på nytt for at alle endringene skal tre i kraft.
nl: Herstart de computer, zodat alle wijzigingen van kracht worden.
oc: Reaviatz l’ordenador per aplicar totes los cambiaments.
pl: Uruchom ponownie komputer, aby wszystkie zmiany zaczęły obowiązywać.
pt: Reinicie o computador para que todas as alterações tenham efeito.
pt_br: Reinicie o computador para que todas as alterações tenham efeito.
ro: Reporniți computerul pentru ca toate modificările să aibă efect.
ru: Перезагрузите компьютер, чтобы все изменения вступили в силу.
sk: Reštartujte počítač pre uplatnenie všetkých zmien.
sl: Če želite, da se vse spremembe uveljavijo, ponovno zaženite svoj računalnik.
sq: Rinisni kompjuterin që të gjitha ndryshimet të hyjnë në fuqi.
sr: Поново покрените рачунар да би све измене ступиле у дејство.
sv: Starta om datorn för att aktivera ändringarna.
te: అన్ని మార్పులు అమలులోకి రావడానికి కంప్యూటర్‌ను రీబూట్ చేయండి.
tr: Tüm değişikliklerin etkili olması için bilgisayarı yeniden başlatın.
uk: Перезавантажте комп'ютер, щоб усі зміни вступили в силу.
uz: Barcha o‘zgarishlar kuchga kirishi uchun kompyuterni qayta yuklang.
vi: Khởi động lại máy tính để tất cả các thay đổi có hiệu lực.

source: Recent Timeshift snapshot
ar: لقطة Timeshift المؤخرة
ast: Semeya del sistema Timeshift de recién
be: Нядаўні здымак Timeshift
ca: Imatge recent de Timeshift
cs: Nedávný bod obnovení Timeshift
cy: Ciplun Timeshift diweddar
da: Nyligt Timeshift-øjebliksbillede
de: Neuester Timeshift-Schnappschuss
el: Πρόσφατο στιγμιότυπο Timeshift
eo: Freŝa momentfoto de Timeshift
es: Instantánea reciente de Timeshift
et: Hiljutine Timeshifti hetktõmmis
eu: Duela gutxiko Timeshift argazkia
fa: اسنپ‌شات اخیر Timeshift
fi: Viimeisin Timeshift palautuspiste
fr_ca: Instantané Timeshift récent
he: תמונת־חטף טיימשיפט אחרונה
hi: नवीनतम टाइमशिफ्ट स्नैपशॉट
hr: Nedavne Timeshift snimke sustava
hu: Legfrissebb Timeshift pillanatkép
ia: Instantaneo recente de Timeshift
id: Cuplikan Timeshift terbaru
is: Nýlegt Timeshift-skyndiafrit
it: Istantanee di Timeshift recenti
ja: 最近の Timeshift スナップショット
ka: უახლესი სწრაფი ასლი
lv: Nesenais Timeshift momentuzņēmums
ms: Snapshot Timeshift terkini
nb: Nylig øyeblikksbilde av Timeshift
nl: Recente momentopname van Timeshift
oc: Instantanèu Timeshift recent
pl: Ostatnia migawka Timeshift
pt: Cópia recente do Timeshift
pt_br: Cópia recente do Timeshift
ro: Instantaneu Timeshift recent
ru: Недавний снимок Timeshift
sk: Posledný Timeshift snapshot
sl: Nedavni posnetki Timeshift
sq: Pamja e fundit e Timeshift
sr: Недавни Тајмшифт снимак стања
sv: Aktuell systemkopia från Timeshift
te: ఇటీవలి టైమ్‌షిఫ్ట్ స్నాప్‌షాట్
tr: Son Timeshift anlık görüntüsü
uk: Останній знімок Timeshift
uz: Oxirgi Timeshift snapshoti
vi: Bản sao lưu Timeshift gần đây
