Repository: linuxmint/mintupgrade
Catalog: po/mintupgrade-*.po
Languages: ar, ast, be, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, ka, lv, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sv, te, tr, uk, uz, vi

source: Your edition of Linux Mint is '%s'. It cannot be upgraded to %s.
ar: اصدار لينكس مينت الخاص بك هو '%s'. لا يمكن ترقيته الى %s.
ast: La to versión de Linux Mint ye '%s'. Nun pué s'anovar a %s.
be: Ваша выданне Linux Mint '%s', немагчыма абнавіць да %s.
ca: La vostra edició de Linux Mint és '%s'. No es pot actualitzar a %s.
cs: Vaše edice Linux Mint je '%s'. Nelze povýšit na %s.
cy: '%s' yw eich rhifyn chi o Linux Mint. Nid oes modd ei uwchraddio i %s.
da: Din udgave af Linux Mint er “%s”. Den kan ikke opgraderes til %s.
de: Ihre Ausgabe von Linux Mint ist »%s«. Sie kann nicht auf %s aktualisiert werden.
el: Η έκδοση του Linux Mint σας είναι '%s'. Δεν μπορεί να αναβαθμιστεί σε %s.
eo: Via eldono de Linukso Minto estas '%s'. Ne eblas ĝin promocii al %s.
es: La edición de Linux Mint es «%s». No se puede actualizar a %s.
et: Sinu Linux Mint väljaanne on '%s'. Seda ei saa versioonile %s uuendada.
eu: Linux Minten bertsioa '%s' da. Ezin da bertsio-berritu %s(e)ra.
fa: ویرایش Linux Mint شما '%s' است. نمیتوان آنرا به %s ارتقا داد.
fi: Sinun Linux Mint versio on '%s'. Sitä ei voi päivittää versioon %s.
fr_ca: Votre édition de Linux Mint est '%s'. Elle ne peut pas être mise à niveau vers %s.
he: מותקנת מהדורת לינוקס מינט '%s'. לא ניתן לשדרג אותה ל־%s.
hi: आपके सिस्टम का लिनक्स मिंट संस्करण '%s' है। इसे %s में अपग्रेड करना संभव नहीं है।
hr: Izdanje Linux Minta je '%s'. Ne može se nadograditi na %s.
hu: A telepített Linux Mint változata: „%s”. Ezt a változatot nem újíthatja meg a(z) „%s” verzióra.
ia: Tu edition de Linux Mint es «%s». Illo non pote esser modernisate a %s.
id: Edisi Linux Mint Anda adalah '%s'. Itu tidak dapat ditingkatkan ke %s.
is: Útgáfan þín af Linux Mint er '%s'. Ekki er hægt að uppfæra hana í %s.
it: La tua edizione di Linux Mint è '%s'. Non può essere aggiornata a %s.
ja: 現在の Linux Mint のエディションは '%s' です。%s にはアップグレードできません。
ka: თქვენი Linux Mint-ის ვერსიაა '%s'. მას %s-მდე ვერ განაახლებთ.
lv: Jūsu Linux Mint versija ir '%s'. To nevar atjaunināt uz %s.
ms: Edisi Linux Mint anda ialah '%s'. Ia tidak boleh dinaik taraf kepada %s.
nb: Din utgave av Linux Mint er '%s'. Den kan ikke oppgraderes til %s.
nl: Uw editie van Linux Mint is '%s'. Die kan niet worden opgewaardeerd naar %s.
oc: Vòstra edicion de Linux Mint es « %s ». Se pòt pas metre a nivèl cap a %s.
pl: Twoja wersja Linux Mint to '%s'. Nie można jej zaktualizować do %s.
pt: A sua edição do Linux Mint é '%s'. A mesma não pode ser atualizada para %s.
pt_br: Sua edição do Linux Mint é '%s'. Ela não pode ser atualizada para %s
ro: Ediția dvs. de Linux Mint este „%s”. Nu poate fi actualizat la %s.
ru: Ваша редакция Linux Mint — «%s». Её невозможно обновить до %s.
sk: Vaša edícia Linux Mint je '%s'. Nemôže byť povýšená na %s.
sl: Vaša izdaja Linux Minta je '%s'. Ni je možno nadgraditi na %s.
sq: Versioni juaj i Linux Mint është '%s'. Nuk mund të përditësohet në %s.
sr: Ваше издање Линукс Минта је „%s“. Не може се надоградити на „%s“.
sv: Din version av Linux Mint är '%s'. Den kan inte uppgraderas till %s.
te: మీ Linux Mint ఎడిషన్ '%s'. దీనిని %s కి అప్‌గ్రేడ్ చేయడం సాధ్యం కాదు.
tr: Linux Mint sürümünüz '%s'. Bu %s sürümüne yükseltilemez.
uk: Ваша редакція Linux Mint - '%s'. Її неможливо оновити до %s.
uz: Linux Mint nashri “%s”. Uni %s ga yangilab bo‘lmaydi.
vi: Phiên bản Linux Mint của bạn là '%s'. Nó không thể được nâng cấp lên %s.

source: Your architecture of Linux Mint is '%s'. It cannot be upgraded.
da: Din Linux Mint-arkitektur er “%s”. Den kan ikke opgraderes.
eu: Zure Linux Mint-en arkitektura '%s' da. Ezin da bertsio-berritu.
fr_ca: L’architecture de votre Linux Mint est « %s ». Elle ne peut pas être mise à niveau.
he: הארכיטקטורת לינוקס מינט שמותקנת היא '%s'. לא ניתנת לשדרג.
hr: Ustroj vašeg Linux Mint-a je '%s'. Ne može biti nadograđen.
is: Linux Mint grunnkerfið þitt er '%s'. Það er ekki hægt að uppfæra.
ja: 現在の Linux Mint のアーキテクチャは '%s' です。アップグレードできません。
lv: Jūsu Linux Mint arhitektūra ir '%s'. To nevar jaunināt.
ms: Seni bina Linux Mint anda ialah '%s'. Ia tidak dapat dinaik taraf.
nl: De architectuur van uw Linux Mint is '%s'. Deze kan niet worden opgewaardeerd.
oc: Vòstra arquitectura de Linux Mint es « %s ». Se pòt pas metre a nivèl.
pl: Architektura tego systemu Linux Mint to „%s”. Nie można jej uaktualnić.
ru: Ваша архитектура Linux Mint — «%s». Её нельзя обновить.
sl: Vaša arhitektura Linux Mint je '%s'. Žal nadgradnja ni možna.
sq: Arkitektura juaj e Linux Mint është '%s'. Nuk mund të përditësohet.
sv: Din Linux Mint är av typen '%s'. Den kan inte uppgraderas.
uk: Архітектура вашого Linux Mint '%s'. Вона не може бути оновлена.
vi: Hệ thống Linux Mint của bạn có kiến trúc ‘%s’. Nó không được hỗ trợ nâng cấp.

source: Power source
ar: مصدر الطاقة
ast: Fonte d'enerxía
be: Сілкаванне
ca: Font d'alimentació
cs: Zdroj napájení
cy: Ffynhonnell pŵer
da: Strømkilde
de: Energiequelle
el: Πηγή τροφοδοσίας
eo: Kurentprovizo
es: Fuente de alimentación
et: Toiteallikas
eu: Energia-iturria
fa: منبع انرژی
fi: Virtalähde
fr_ca: Source d'alimentation
he: מקור מתח
hi: ऊर्जा स्रोत
hr: Izvor energije
hu: Energiaforrás
ia: Alimentation
id: Sumber daya
is: Rafmagnstenging
it: Alimentazione
ja: 電源
ka: კვების წყარო
lv: Enerģijas avots
ms: Sumber kuasa
nb: Strømkilde
nl: Electriciteitsbron
oc: Font d’energia
pl: Źródło zasilania
pt: Fonte de energia
pt_br: Fonte de Energia
ro: Sursă de alimentare
ru: Источник питания
sk: Napájací zdroj
sl: Vir napajanja
sq: Burimi i energjisë
sr: Извор напајања
sv: Strömkälla
te: శక్తి మూలం
tr: Güç kaynağı
uk: Джерело живлення
uz: Quvvat manbai
vi: Nguồn điện

source: Checking the power source...
ar: جارِ فحص مصدر الطاقة...
ast: Comprebando la fonte d'enerxía
be: Праверка сілкавання...
ca: Comprovant la font d'alimentació...
cs: Kontrola zda je zajištěno napájení…
cy: Wrthi'n gwirio'r ffynhonnell pŵer...
da: Tjekker strømkilden …
de: Energiequelle wird überprüft …
el: Έλεγχος πηγής τροφοδοσίας...
eo: Kontrolo de la kurentprovizo...
es: Comprobando la fuente de alimentación...
et: Toiteallika kontrollimine...
eu: Energia-iturria egiaztatzen...
fa: بررسی منبع انرژی...
fi: Virtalähdettä tarkistetaan...
fr_ca: Vérification de la source d'alimentation…
he: מתבצעת בדיקת מקור מתח...
hi: ऊर्जा स्रोत हेतु जाँच जारी...
hr: Provjera izvora energije...
hu: Az energiaforrás ellenőrzése…
ia: Controlante le alimentation...
id: Memeriksa sumber daya...
is: Athuga rafmagnstengingu...
it: Controllo l'alimentazione...
ja: 電源を確認しています...
ka: მოწმდება კვების წყარო...
lv: Pārbauda strāvas avotu...
ms: Menyemak sumber kuasa...
nb: Sjekker strømkilden...
nl: Electriciteitsbron aan het nakijken...
oc: Verificacion de la font d’energia...
pl: Sprawdzanie źródła zasilania...
pt: A verificar a fonte de energia...
pt_br: Checando a fonte de energia...
ro: Se verifică sursa de alimentare…
ru: Проверка источника питания...
sk: Kontroluje sa napájací zdroj...
sl: Preverjanje vira napajanja ...
sq: Duke kontrolluar burimin e...
sr: Проверавам извор напајања...
sv: Kontrollerar strömkällan...
te: పవర్ సోర్స్‌ను తనిఖీ చేస్తోంది...
tr: Güç kaynağı denetleniyor...
uk: Перевірка джерела живлення...
uz: Quvvat manbai tekshirilmoqda...
vi: Kiểm tra nguồn điện...

source: Connect the computer to a power source before attempting to upgrade.
ar: صور الن
ast: Has coneutar l'ordenador a una fonte d'enerxía enantes de facer l'anovamientu.
be: Падлучыце камп'ютар да крыніцы сілкавання перад абнаўленнем.
ca: Connecteu l'ordinador a una font d'alimentació abans d'intentar l'actualització.
cs: Přechod na novější verzi spouštějte pouze s notebookem připojeným k napájení ze zásuvky.
cy: Cysylltwch y cyfrifiadur â ffynhonnell pŵer cyn ceisio uwchraddio.
da: Tilslut computeren til en strømkilde, før du opgraderer.
de: Schließen Sie den Rechner an ein Netzteil an, bevor Sie die Aktualisierung ausführen.
el: Συνδέστε τον υπολογιστή σε μια πηγή τροφοδοσίας πριν επιχειρήσετε να κάνετε αναβάθμιση.
eo: Konektu la komputilon al kurentprovizo antaŭ ol provi promocii.
es: Conecte el equipo a una fuente de alimentación antes de proceder a la actualización.
et: Enne versiooniuuenduse proovimist ühendage arvuti toiteallikaga.
eu: Konektatu ordenagailua energia-iturri batera bertsio-berritzen saiatu aurretik.
fa: قبل از تلاش برای ارتقا، رایانه را به منبع انرژی وصل کنید.
fi: Liitä tietokone sähköverkkoon ennen kuin yrität päivittää.
fr_ca: Branchez l’ordinateur à une source d’alimentation avant de tenter la mise à niveau.
he: נא לחבר את המחשב למקור מתח לפני ניסיון שדרוג.
hi: अपग्रेड करने का प्रयास करने से पहले कंप्यूटर को ऊर्जा स्रोत से कनेक्ट करें।
hr: Priključite računalo na izvor energije prije pokušaja nadogradnje.
hu: A számítógép megújítás előtt csatlakoztassa a számítógépet egy hálózati energiaforráshoz.
ia: Connecter le computator a un alimentation ante tentar de modernisar.
id: Sambungkan komputer ke sumber daya sebelum mencoba memutakhirkan.
is: Öruggara er að tengja tölvuna í rafmagnsinnstungu áður en reynt er að uppfæra.
it: Collegare il computer a una fonte di alimentazione prima di tentare l'aggiornamento.
ja: アップグレードを始める前に、コンピューターを電源に接続してください。
ka: განახლებამდე მიაერთეთ კომპიუტერი კვების წყაროზე.
lv: Pirms mēģināt veikt atjaunināšanu, pieslēdziet datoru strāvas avotam.
ms: Sambungkan komputer kepada sumber kuasa sebelum cuba menaik taraf.
nb: Koble datamaskinen til en strømkilde før du prøver å oppgradere.
nl: Verbind de computer met netstroom alvorens te trachten op te waarderen.
oc: Brancatz l’ordenador a una font d’alimentacion electrica abans d’ensajar la mesa a nivèl.
pl: Podłącz komputer do źródła zasilania przed przystąpieniem do aktualizacji.
pt: Ligue o computador a uma fonte de energia antes de tentar atualizar.
pt_br: Ligue o computador a uma fonte de energia antes de tentar atualizar.
ro: Conectați computerul la o sursă de alimentare înainte de a încerca să faceți upgrade.
ru: Подключите компьютер к источнику питания перед попыткой обновления.
sk: Pripojte počítač k napájaciemu zdroju pred pokračovaním.
sl: Povežite računalnik na vir napajanja, preden zaženete nadgradnjo.
sq: Lidhni kompjuterin me një burim energjie përpara se të provoni të përditësoni.
sr: Прикључите рачунар на извор напајања пре него покушате да надоградите.
sv: Anslut datorn till ett eluttag innan du försöker uppgradera.
te: అప్‌గ్రేడ్ చేయడానికి ప్రయత్నించే ముందు కంప్యూటర్‌ను పవర్ సోర్స్‌కి కనెక్ట్ చేయండి.
tr: Yükseltmeye başlamadan önce bilgisayarı bir güç kaynağına bağlayınız.
uk: Підключіть до джерела живлення, перед спробою оновлення.
uz: Yangilashdan oldin kompyuterni quvvat manbaiga ulang.
vi: Kết nối máy tính với nguồn điện trước khi thử nâng cấp.

source: System snapshots
ar: لقطات النظام
ast: Semeyes del Sistema
be: Здымкі сістэмы
ca: Instantànies del sistema
cs: Body obnovení systému
cy: Cipluniau'r system
da: Øjebliksbilleder af systemet
de: Systemschnappschüsse
el: Στιγμιότυπα συστήματος
eo: Momentfotoj de la sistemo
es: Instantáneas del sistema
et: Süsteemi hetktõmmised
eu: Sistemaren argazkiak
fa: اسنپ‌شات های سیستم(نسخه های پشتیبان)
fi: Palautuspisteet
fr_ca: Instantanés système
he: תמונות־חטף מערכת
hi: सिस्टम स्नैपशॉट
hr: Snimke sustava
hu: Rendszer pillanatfelvételek
ia: Instantaneos de systema
id: Snapshot sistem
is: Skyndiafrit kerfisins
it: Istantanee (snapshot) del sistema
ja: システムスナップショット
ka: სისტემის სწრაფი ასლები
lv: Sistēmas momentuzņēmumi
ms: Snapshot sistem
nb: Systembilder
nl: Momentopnamen van het systeem
oc: Instantanèus sistèma
pl: Migawki systemu
pt: Cópias do sistema
pt_br: Snapshots do Sistema
ro: Instantanee de sistem
ru: Снимки системы
sk: Zálohy systému
sl: Posnetki sistema
sq: Pamje të shpejtë të sistemit
sr: Снимци система
sv: Ögonblicksbilder av systemet
te: సిస్టమ్ స్నాప్‌షాట్‌లు
tr: Sistem anlık görüntüleri
uk: Системні знімки
uz: Tizim snapshotlari
vi: Bản sao lưu hệ thống

source: Checking system snapshots...
ar: التحقق من لقطات النظام...
ast: Comprebando les semeyes de sistema...
be: Праверка здымкаў сістэмы...
ca: Comprovant les instantànies del sistema...
cs: Kontrola bodů obnovení systému…
cy: Wrthi'n gwirio cipluniau'r system...
da: Tjekker øjebliksbilleder af systemet …
de: Systemschnappschüsse werden geprüft …
el: Έλεγχος στιγμιότυπων συστήματος...
eo: Kontrolo de sistemaj momentfotoj...
es: Comprobando las instantáneas del sistema...
et: Hetktõmmiste kontrollimine...
eu: Sistemaren argazkiak egiaztatzen...
fa: بررسی اسنپ‌شات(نسخه های پشتیبان) های سیستم...
fi: Tarkistetaan järjestelmän palautuspisteitä...
fr_ca: Vérification des instantanés système…
he: מתבצעת בדיקת תמונת־חטף מערכת...
hi: सिस्टम स्नैपशॉट हेतु जाँच जारी...
hr: Provjera snimki sustava...
hu: Rendszer pillanatfelvételek ellenőrzése…
ia: Controlante le instantaneos de systema...
id: Memeriksa Snapshot sistem...
is: Athuga skyndiafrit kerfisins...
it: Controllo le istantanee del sistema...
ja: システムスナップショットを確認しています...
ka: სისტემის სწრაფი ასლების შემოწმება...
lv: Sistēmas momentuzņēmumu pārbaude...
ms: Sedang menyemak snapshot sistem...
nb: Sjekker systembilder...
nl: Momentopnamen van het systeem aan het nakijken...
oc: Verificacion dels instantanèus sistèma...
pl: Sprawdzanie migawki systemu...
pt: A verificar cópias do sistema...
pt_br: Checando os snapshots do sistema...
ro: Se verifică instantaneele de sistem…
ru: Проверка снимков системы...
sk: Kontrolujú sa snapshoty systému...
sl: Pregledovanje posnetkov sistema ...
sq: Duke kontrolluar pamjen e sistemit...
sr: Проверавам снимке стања система...
sv: Kontollerar ögonblicksbilder...
te: సిస్టమ్ స్నాప్‌షాట్‌లను తనిఖీ చేస్తోంది...
tr: Sistem anlık görüntüleri denetleniyor...
uk: Перевірка на наявність системних знімків...
uz: Tizim snapshotlari tekshirilmoqda...
vi: Đang kiểm tra bản sao lưu của hệ thống...

source: If the upgrade isn't successful, a system snapshot will allow you to go back in time and revert all the changes.
ar: في حالة عدم نجاح الترقية، ستسمح لك لقطة النظام بالعودة في الزمن والتراجع عن كل التغييرات.
ast: Si l'anovamientu falla, la semeya del sistema tornará el to sistema a comu taba enantes.
be: Пры няўдачы абнаўлення, вы зможаце адмяніць усе змены і аднавіць сістэму са здымка.
ca: Si l'actualització no té èxit, una instantània del sistema us permetrà retrocedir en el temps i revertir tots els canvis.
cs: Pokud upgrade nebude úspěšný, bod obnovení systému vám umožní vrátit zpět všechny změny.
cy: Os nad yw'r uwchraddio'n llwyddiannus, bydd ciplun o'r system yn caniatáu i chi fynd yn ôl mewn amser ac ailosod yr holl newidiadau.
da: Lykkes opgraderingen ikke, kan du med et øjebliksbillede genskabe systemet, som det så ud inden opgraderingsforsøget.
de: Falls die Aktualisierung fehlschlägt, erlaubt Ihnen ein Systemschnappschuss in der Zeit zurück zu gehen und alle Änderungen rückgängig zu machen.
el: Εάν η αναβάθμιση δεν είναι επιτυχής, ένα στιγμιότυπο συστήματος θα σας επιτρέψει να επιστρέψετε στο παρελθόν και να επαναφέρετε όλες τις αλλαγές.
eo: Se la promocio malsukcesas, sistema momentfoto permesos al vi reiri je tempo kaj malfari ĉiujn ŝanĝojn.
es: Si la actualización no es satisfactoria, una instantánea del sistema le permitirá retroceder en el tiempo y revertir todos los cambios.
et: Kui uuendamine ei õnnestu, võimaldab süsteemi hetktõmmis ajas tagasi minna ja kõik muudatused ennistada.
eu: Bertsio-berritzea ez bada arrakastatsua, sistemaren argazkiak denboran atzera egin eta aldaketa guztiak desegiteko aukera emango dizu.
fa: اگر ارتقا ناموفق باشد، یک اسنپ‌شات به شما این اجازه را میدهد که در زمان به عقب برگردید و تمام تغییرات را بازگردانی کنید.
fi: Jos päivitys ei onnistu, järjestelmän palautuspisteen avulla voit palata ajassa taaksepäin ja palauttaa kaikki muutokset.
fr_ca: Si la mise à niveau ne réussit pas, un instantané système vous permettra de revenir en arrière et d'annuler les changements.
he: אם השדרוג לא צלח, תמונת־חטף מערכת תאפשר לחזור בזמן ולבטל את כל השינויים.
hi: अपग्रेड असफल होने की स्थिति में आप सिस्टम स्नैपशॉट द्वारा सिस्टम को अपग्रेड पूर्व वाले समय पर स्थापित कर सभी परिवर्तन उलट सकते हैं।
hr: Ako nadogradnja ne uspije, snimke sustava omogućuju vam poništavanje svih promjena i povratak na stanje prije neuspjele nadogradnje.
hu: Ha a frissítés nem sikerül, a rendszer pillanatfelvétele lehetővé teszi, hogy visszamenjen az időben, és visszaállítsa az összes módosítást.
ia: Si le modernisation non es plen de successo, un instantaneo de systema te permittera de receder in tempore e reverter tote le cambiamentos.
id: Jika pemutakhiran tidak berhasil, snapshot sistem akan memungkinkan Anda untuk kembali ke masa lalu dan mengembalikan semua perubahan.
is: Ef uppfærslan tekst ekki, getur skyndiafrit af kerfinu gert þér kleift að fara til baka og afturkalla allar breytingar.
it: Se l'aggiornamento non andrà a buon fine, un'istantanea del sistema ti permetterà di tornare indietro e annullare tutte le modifiche.
ja: アップグレードが成功しなかったとしても、システムスナップショットがあれば、過去に遡ってすべての変更を取り消すことができます。
ka: თუ განახლება წარმატებული არაა, სისტემის სწრაფი ასლი საშუალებას მოგცემთ, დაბრუნდეთ და გააუქმოთ ყველა ცვლილება.
lv: Ja jaunināšana nav veiksmīga, sistēmas momentuzņēmums ļaus atgriezties laikā un atgriezt visas izmaiņas.
ms: Jika naik taraf tidak berjaya, snapshot sistem akan membolehkan anda kembali ke masa lalu dan membalikkan semua perubahan.
nb: Hvis oppgraderingen ikke er vellykket, vil et øyeblikksbilde av systemet tillate deg å gå tilbake i tid og tilbakestille alle endringene.
nl: Als de opwaardering niet zou lukken, dan kunt u een momentopname van het systeem terugzetten en daardoor alle wijzigingen terugdraaien.
oc: Se la mesa a nivèl capita pas, un instantanèu sistèma vos permetrà de tornar en arrièra e d’anullar los cambiaments.
pl: Jeśli aktualizacja się nie powiedzie, migawka systemu pozwoli Ci cofnąć się w czasie i odwrócić wszystkie zmiany.
pt: Se a atualização não for bem sucedida, uma cópia do sistema permitir-lhe-á voltar atrás no tempo e reverter todas as alterações.
pt_br: Se a atualização não obter sucesso, um snapshot do sistema vai permitir que você volte no tempo e reverta todas as mudanças.
ro: Dacă upgrade-ul nu reușește, un instantaneu de sistem vă va permite să vă întoarceți în timp și să anulați toate modificările.
ru: Если в ходе обновления возникнут проблемы, снимок системы позволит «вернуться назад во времени» и отменить все сделанные изменения.
sk: Ak povýšenie verzie nie je úspešné, snapshot systému vám umožní vrátiť späť všetky zmeny.
sl: Če nadgradnja ni uspešna, vam posnetek sistema omogoča, da se vrnete po času nazaj in prekličete vse spremembe.
sq: Nëse përditësimi nuk është i suksesshëm, një pamje e sistemit do t'ju lejojë të ktheheni pas në kohë dhe të riktheni të gjitha ndryshimet.
sr: Ако надоградња не успе, снимак стања система ће вам омогућити да се вратите на одређени временски тренутак и да повратите све измене.
sv: Om uppgraderingen skulle misslyckas kan en systemkopia användas för att återställa systemet till fungerande tillstånd.
te: అప్‌గ్రేడ్ విజయవంతం కాకపోతే, సిస్టమ్ స్నాప్‌షాట్ మీరు సమయానికి తిరిగి వెళ్లి అన్ని మార్పులను తిరిగి మార్చడానికి అనుమతిస్తుంది.
tr: Eğer yükseltme başarılı olmazsa, bir sistem anlık görüntüsü eski ana geri dönmenizi ve tüm değişiklikleri geri almanızı sağlar.
uk: Якщо оновлення не буде вдалим, знімок системи дозволить вам повернутися в минуле та скасувати всі зміни.
uz: Yangilash muvaffaqiyatli bo‘lmasa, tizim snapshoti vaqtni orqaga qaytarish va barcha o‘zgarishlarni qaytarish imkonini beradi.
vi: Nếu nâng cấp không thành công, bản sao lưu hệ thống sẽ cho phép bạn quay ngược thời gian và hoàn nguyên tất cả các thay đổi.

source: Press 'Fix' to perform a system snapshot.
ar: اضغط 'إصلاح' للقيام بأخذ بلقطة نظام.
ast: Calca "Iguar" pa facer una semeya del sistema.
be: Націсніце "Выправіць" (Fix) каб выканаць здымак сістэмы.
ca: Premeu "Arregla" per realitzar una instantània del sistema.
cs: Stisknutím „Opravit“ vytvoříte snímek systému.
cy: Pwyso 'Trwsio' i greu ciplun o'r system
da: Tryk “Ret” for at lave et øjebliksbillede af systemet.
el: Πατήστε 'Διόρθωση' για να εκτελέσετε ένα στιγμιότυπο συστήματος.
eo: Premu 'Ripari' por fari momentfoton de la sistemo.
es: Pulse 'Reparar' para realizar una instantánea del sistema.
et: Süsteemi hetktõmmise tegemiseks vajutage nuppu „Paranda”.
eu: Sakatu 'Finkatu' sistemaren argazki bat egiteko.
fa: برای اجرای یک اسنپ‌شات سیستم، «تصحیح» را بفشارید.
fi: Paina "Korjaa" ja suorita järjestelmän palautustiste.
fr_ca: Appuyez sur 'Réparer' pour créer un instantané système.
he: יש ללחוץ על 'תיקון' לביצוע תמונת־חטף מערכת.
hi: सिस्टम स्नैपशॉट करने के लिए 'फिक्स' दबाएं।
hr: Kliknite 'Popravi' da izvedete snimak sustava.
hu: Rendszer pillanatfelvétel készítéséhez kattintson a „Javítás” gombra
ia: Pulsa «Reparar» pro realisar un Instantaneo del systema.
id: Tekan 'Perbaiki' untuk melakukan sistem snapshot.
is: Ýttu á 'Laga' til að taka skyndiafrit af kerfinu.
it: Premere "Correggi" per eseguire un'istantanea del sistema.
ja: '修正' を押すと、システムスナップショットを作成します。
ka: დააჭირეთ 'გასწორებას' სისტემის სწრაფი ასლის ასაღებად.
lv: Nospiediet 'Labot', lai veiktu sistēmas momentuzņēmumu.
ms: Tekan 'Baiki' untuk melakukan snapshot sistem.
nb: Trykk "Fiks" for å utføre et øyeblikksbilde av systemet.
nl: Druk op 'Herstellen' om een momentopname te maken van het systeem.
oc: Quichatz « Reparar » per crear un instantanèu sistèma
pl: Naciśnij 'Napraw', aby wykonać migawkę systemu.
pt: Prima 'Corrigir' para efetuar uma cópia do sistema.
pt_br: Pressione 'Fix' para realizar um snapshot do sistema.
ro: Apăsați „Repară” pentru a efectua un instantaneu al sistemului.
ru: Нажмите кнопку 'Исправить', чтобы выполнить снимок системы.
sk: Stlačte tlačidlo „Opraviť“, ak chcete použiť snapshot systému.
sl: Pritisnite »Popravi«, da napravite posnetek sistema.
sq: Shtypni 'Fix' për të kryer një pamje të sistemit.
sr: Притисните „Поправи“ да обавите снимак система.
sv: Klicka på 'Åtgärda' för att skapa en systemkopia.
te: సిస్టమ్ స్నాప్‌షాట్‌ను నిర్వహించడానికి 'ఫిక్స్' నొక్కండి.
tr: Sistem anlık görüntüsü oluşturmak için 'Düzelt'e basın.
uk: Натисніть 'Виправити' для створення системного знятку.
uz: Tizim snapshotini olish uchun "Tuzatish" tugmasini bosing.
vi: Nhấn 'Khắc phục' để thực hiện bản sao lưu hệ thống.

source: APT cache
ar: ذاكرة APT المخبئية
ast: Caché d'APT
be: Кэш APT
ca: Cache APT
cs: Mezipaměť APT
cy: Storfa APT
de: APT-Puffer
el: Προσωρινή μνήμη APT
eo: Apt-kaŝmemoro
es: Caché de APT
et: APT vahemälu
eu: APT cache-a
fa: کش APT
fi: APT-välimuisti
fr_ca: Cache APT
he: מטמון APT
hi: APT कैश
hr: APT predmemorija
hu: APT gyorsítótár
ia: cache de APT
id: Cache APT
is: APT-skyndiminni
it: Cache APT
ja: APT キャッシュ
ka: APT -ის კეში
lv: APT kešatmiņa
ms: Cache APT
nb: APT-buffer
nl: Tijdelijke opslag van APT
oc: cache APT
pl: Pamięć podręczna APT
pt: Cache APT
pt_br: cache APT
ro: cache APT
ru: Кэш APT
sk: Vyrovnávacia pamäť APT
sl: Predpomnilnik APT
sq: Memoria e përkohshme e APT-së
sr: АПТ остава
sv: APT-minne
te: APT కాష్
tr: APT önbelleği
uk: Кеш APT
uz: APT keshi
vi: Bộ đệm APT
