Repository: linuxmint/mintupgrade
Catalog: po/mintupgrade-*.po
Languages: ar, ast, be, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, ka, lv, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sv, te, tr, uk, uz, vi

source: Checking package repositories...
ar: جار فحص مستودعات الحزمة...
ast: Comprebando repositorios de paquetes
be: Праверка рэпазіторыяў...
ca: Comprovant els dipòsits de paquets...
cs: Kontrola ropozitářů balíčků…
cy: Wrthi'n gwirio'r storfeydd pecynnau...
da: Tjekker pakkearkiver …
de: Paketquellen werden überprüft …
el: Έλεγχος αποθετηρίων πακέτων...
eo: Kontrolo de pakaj deponejoj...
es: Comprobando los repositorios de paquetes...
et: Pakettide hoidlate kontrollimine...
eu: Pakete-biltegiak egiaztatzen...
fa: درحال بررسی مخازن بسته...
fi: Tarkistetaan pakettivarastoja...
fr_ca: Vérification des dépôts de paquets…
he: מתבצעת בדיקת מאגרי חבילות...
hi: पैकेज संग्रह हेतु जाँच जारी...
hr: Provjera repozitorija paketa...
hu: Csomagtárolók ellenőrzése…
ia: Controlo repositorios del pacchettos...
id: Memeriksa repositori paket...
is: Athuga pakkasöfn...
it: Controllo i repository dei pacchetti...
ja: パッケージリポジトリを確認しています...
ka: მოწმდება პაკეტის რეპოზიტორიები...
lv: Pārbauda pakotņu repozitorijus...
ms: Memeriksa repositori pakej...
nb: Sjekker pakkelagre...
nl: Pakketbronnen aan het nakijken...
oc: Verificacion dels depauses de paquets...
pl: Sprawdzanie repozytoriów pakietów...
pt: A verificar repositórios de pacotes...
pt_br: Verificando repositórios de pacotes...
ro: Se verifică depozitele de pachete...
ru: Проверка репозиториев программного обеспечения...
sk: Kontrolujú sa zdroje balíkov...
sl: Preverjanje skladišč paketov ...
sq: Duke kontrolluar depot e paketave...
sr: Проверавам ризнице пакета...
sv: Kontrollerar paketförråd...
te: ప్యాకేజీ రిపోజిటరీలను తనిఖీ చేస్తోంది...
tr: Paket depoları denetleniyor...
uk: Перевірка репозитаріїв пакунків...
uz: Paket repozitoriylari tekshirilmoqda...
vi: Đang kiểm tra kho gói...

source: The following sources are defined in DEB822 format. This format isn't supported yet.
ar: المصادر التالية معرفة في تنسيق DEB822. هذا التنسيق غير مدعوم الآن.
ast: Les siguientes fontes de software tan en formatu DEB822. Esti formatu nun ye llevaderu entá.
be: Крыніцы вызначаны ў фармаце DEB822. Гэты фармат яшчэ не падтрымліваецца.
ca: Les fonts següents són definides en format DEB822. Aquest format encara no és compatible.
cs: Následující zdroje jsou definovány ve formátu DEB822. Tento formát zatím není podporován.
cy: Mae'r ffynonellau canlynol wedi'u diffinio mewn fformat DEB822. Nid yw'r fformat yna'n cael ei gynnal eto.
da: Følgende kilder er defineret i DEB822-formatet. Dette format understøttes endnu ikke.
el: Οι ακόλουθες πηγές ορίζονται σε μορφή DEB822. Αυτή η μορφή δεν υποστηρίζεται ακόμη.
eo: La sekvaj fontoj estas difinitaj laŭ DEB822-aranĝo. Ĉi tiu aranĝo estas ankoraŭ ne subtenata.
es: Las siguientes fuentes están definidas en formato DEB822. Este formato aún no es compatible.
et: Järgmised allikad on määratletud vormingus DEB822. Seda vormingut veel ei toetata.
eu: Ondorengo iturburuak DEB822 formatuan definituak daude. Formatu hau ez da onartzen oraindik.
fa: منابع زیر در قالب‌بندی DEB822 تعریف شده‌اند. این قالب‌بندی هنوز پشتیبانی نشده است.
fi: Seuraavat lähteet on määritelty DEB822 formaatissa. Tätä ei vielä tueta.
fr_ca: Les sources suivantes sont définies en format DEB822. Ce format n'est pas encore supporté.
he: המקורות הבאים מוגדרים בתסדיר DEB822. תסדיר זה לא נתמך עדיין.
hi: निम्नलिखित स्रोत DEB822 प्रारूप में परिभाषित किए गए हैं। यह फ़ॉर्मैट अभी तक समर्थित नहीं है.
hr: Sljedeći izvori su definirani u DEB822 formatu. Ovaj format nije još uvijek podržan.
hu: A következő források DEB822 formátumban vannak megadva. Ez a formátum még nem támogatott.
ia: Le sequente fontes es definite in le formato DEB822. Iste formato totevia non es supportate.
id: Sumber berikut didefinisikan dalam format DEB822. Format ini belum didukung.
is: Eftirfarandi hugbúnaðarupptök eru skilgreind á DEB822-sniði. Ekki er ennþá stuðningur við þetta snið.
it: Le seguenti origini sono definite nel formato DEB822. Questo formato non è ancora supportato.
ja: これらのソースが DEB822 形式で定義されています。この形式は、まだサポートされていません。
ka: შემდეგი წყაროები აღწერილია DEB822 ფორმატში. ეს ფორმატი ჯერ მხარდაჭერილი არაა.
lv: DEB822 formātā ir definēti šādi avoti. Šis formāts vēl nav atbalstīts.
ms: Sumber berikut ditakrifkan dalam format DEB822. Format ini belum disokong.
nb: Følgende kilder er definert i DEB822-format. Dette formatet støttes ikke enda.
nl: De volgende bronnen worden gedefinieerd in DEB822-opmaak. Deze bestandsopmaak wordt nog niet ondersteund.
oc: Las fonts seguentas son definidas en format DEB822. Aqueste format es pas encara pres en carga.
pl: Następujące źródła są zdefiniowane w formacie DEB822. Ten format nie jest jeszcze obsługiwany.
pt: As seguintes fontes são definidas no formato DEB822. Este formato ainda não é suportado.
pt_br: As fontes a seguir são definidas no formato DEB822. Este formato ainda não é compatível.
ro: Următoarele surse sunt definite în formatul DEB822. Acest format nu este acceptat încă.
ru: Следующие источники определены в формате DEB822. Этот формат пока не поддерживается.
sk: Nasledujúce zdroje sú definované vo formáte DEB822. Tento formát zatiaľ nie je podporovaný.
sl: Naslednji viri so določeni v zapisu DEB822. Ta zapis še ni podprt.
sq: Burimet e mëposhtme janë përcaktuar në formatin DEB822. Ky format nuk mbështetet ende.
sr: Следећи извори су дефинисани у „DEB822“ формату, који још увек није подржан.
sv: Följande filer är i DEB822-format. Detta stöds ännu inte.
te: కింది మూలాలు DEB822 ఫార్మాట్‌లో నిర్వచించబడ్డాయి. ఈ ఫార్మాట్‌కు ఇంకా మద్దతు లేదు.
tr: Aşağıdaki kaynaklar DEB822 formatında tanımlanmıştır. Bu biçim henüz desteklenmiyor.
uk: Наступні джерела вказано у форматі DEB822. Цей формат ще не підтримується.
uz: Quyidagi manbalar DEB822 formatida belgilangan. Bu format hali qo‘llab-quvvatlanmaydi.
vi: Các nguồn sau được xác định ở định dạng DEB822. Định dạng này chưa được hỗ trợ.

source: Backup and then delete these files to continue.
ar: قم نسخ احتياطي لهذه الملفات وحذفها لتكملة.
ast: Fai una copia de seguranza ya esborra esos ficheros pa siguir.
be: Зрабіце рэзервовую копію і затым выдаліце гэтыя файлы для працягу.
ca: Feu una còpia de seguretat i suprimiu aquests fitxers per continuar.
cs: Pro pokračování zazálohujte a následně odstraňte tyto soubory.
cy: Gwnewch gopi wrth gefn ac yna dileu'r ffeiliau hyn i barhau.
da: Lav en sikkerhedskopi og slet derefter disse filer for at fortsætte.
el: Δημιουργήστε αντίγραφα ασφαλείας και στη συνέχεια διαγράψτε αυτά τα αρχεία για να συνεχίσετε.
eo: Faru savkopion kaj tiam forigu ĉi tiujn dosierojn por daŭrigi.
es: Haga una copia de seguridad y luego elimine estos archivos para continuar.
et: Jätkamiseks varundage need failid ja kustutage need.
eu: Egin fitxategi hauen babeskopia eta ondoren ezabatu itzazu jarraitzeko.
fa: برای ادامه، پشتیبان‌گیری کنید و سپس این فایل ها را حذف کنید.
fi: Jatka varmuuskopioimalla ja poistamalla nämä tiedostot.
fr_ca: Faites une sauvegarde de ces fichiers puis supprimez-les pour continuer.
he: יש לבצע גיבוי, לאחר מכן למחוק קבצים אלו על מנת להמשיך.
hi: बैकअप लें, और फिर जारी रखने के लिए इन फ़ाइलों को हटा दें।
hr: Sigurnosno kopirajte i izbriši te ove datoteke da biste nastavili.
hu: A folytatáshoz mentse majd törölje ezeket a fájlokat.
ia: Crea un copia de reserva e postea dele iste files pro continuar.
id: Cadangkan lalu hapus file-file ini untuk melanjutkan.
is: Taktu öryggisafrit og eyddu síðan þessum skrám til að halda áfram.
it: Eseguire il backup e quindi eliminare questi file per continuare.
ja: 先へ進む前に、これらのファイルをバックアップ・削除してください。
ka: აიღეთ მარქაფი და შემდეგ წაშალეთ შემდეგი ფაილები, გასაგრძელებლად.
lv: Veidojiet dublējumu un pēc tam dzēsiet šos failus, lai turpinātu darbu.
ms: Sandarkan dan kemudian padamkan fail ini untuk meneruskan.
nb: Sikkerhetskopier og slett deretter disse filene for å fortsette.
nl: Maak een reservekopie van deze bestanden en verwijder hen dan, om door te gaan.
oc: Fasètz una salvagarda d'aquestes fichièrs, puèi suprimissètz-los per contunhar.
pl: Utwórz kopię zapasową, a następnie usuń te pliki, aby kontynuować.
pt: Faça uma cópia de segurança e, em seguida, elimine estes ficheiros para continuar.
pt_br: Faça backup e exclua esses arquivos para continuar.
ro: Faceți o copie de rezervă și apoi ștergeți aceste fișiere pentru a continua.
ru: Сделайте резервную копию, а затем удалите эти файлы, чтобы продолжить.
sk: Ak chcete pokračovať, zálohujte a potom odstráňte tieto súbory.
sl: Varnostno kopirajte in nato izbrišite te datoteke, da lahko nadaljujete.
sq: Krijo kopje rezervë dhe pastaj fshij këto skedarë për të vazhduar.
sr: Направите резерву а затим обрише ове датотеке да наставите.
sv: Säkerhetskopiera filerna och radera dem sedan för att fortsätta.
te: కొనసాగించడానికి ఈ ఫైళ్లను బ్యాకప్ చేసి, తొలగించండి.
tr: Devam etmek için bu dosyaları yedekleyin ve ardından silin.
uk: Створіть резервну копію, після чого видаліть ці файли для продовження.
uz: Davom etish uchun ushbu fayllarni zaxiralang va keyin oʻchirib tashlang.
vi: Sao lưu và sau đó xóa các tập tin này để tiếp tục.

source: The following repositories do not explicitly support your version of Linux Mint.
ar: المستودعات التالية لا تدعم اصدار لينكس مينت الخاص بك بشكل تام.
ast: Los siguientes repositorios nun tan soportaos pola to versión de Linux Mint.
be: Наступныя рэпазіторыі не падтрымліваюць вашу версію Linux Mint.
ca: Els dipòsits següents no admeten explícitament la vostra versió de Linux Mint.
cs: Následující repozitáře výslovně nepodporují vaši verzi Linux Mint.
cy: Nid yw'r storfeydd canlynol yn cefnogi'ch fersiwn chi o Linux Mint yn benodol.
da: Følgende pakkearkiver understøtter ikke eksplicit din version af Linux Mint.
de: Die folgenden Paketquellen unterstützen Ihre Version von Linux Mint nicht ausdrücklich.
el: Τα παρακάτω αποθετήρια δεν υποστηρίζουν ρητά την έκδοση του Linux Mint σας.
eo: La sekvaj deponejoj ne eksplicite subtenas vian version de Linukso Minto.
es: Los repositorios siguientes no admiten explícitamente esta versión de Linux Mint.
et: Järgmised hoidlad ei toeta teie Linux Mint versiooni.
eu: Ondorengo biltegiek ez dute euskarri espliziturik zure Linux Mint bertsioarentzat.
fa: مخازن زیر به صراحت از نسخه Linux Mint شما پشتیبانی نمی کنند.
fi: Seuraavat pakettivarastot eivät tue sinun Linux Mint versiota.
fr_ca: Les dépôts suivants ne supportent pas de façon explicite votre version de Linux Mint.
he: המאגרים הבאים אינם תומכים במפורש בגרסת לינוקס מינט המותקנת.
hi: निम्नलिखित पैकेज संग्रह प्रत्यक्ष रूप से आपके लिनक्स मिंट संस्करण का समर्थन नहीं करते हैं।
hr: Sljedeći repozitoriji izričito ne podržavaju vaše izdanje Linux Minta.
hu: A következő csomagtárolók nem támogatják a Linux Mint ezen verzióját.
ia: Le sequente repositorios non explicitemente supporta tu version de Linux Mint
id: Repositori berikut tidak secara eksplisit mendukung versi Linux Mint Anda.
is: Eftirfarandi hugbúnaðarsöfn eru ekki sérstaklega gerð til að styðja þína útgáfu af Linux Mint.
it: I seguenti repository non supportano esplicitamente la tua versione di Linux Mint.
ja: これらのリポジトリは、お使いの Linux Mint のバージョンを明確にサポートしていません。
ka: შემდეგ რეპოზიტორიებს არ აქვთ Linux Mint-ის თქვენი ვერსიის აშკარა მხარდაჭერა.
lv: Tālāk norādītie repozitoriji tieši neatbalsta jūsu Linux Mint versiju.
ms: Repositori berikut tidak menyokong versi Linux Mint anda secara eksplisit.
nb: Følgende lagre støtter ikke eksplisitt din versjon av Linux Mint.
nl: De volgende pakketbronnen vermelden niet of ze uw versie van Linux Mint ondersteunen.
oc: Los depauses seguents prenon pas explicitament en carga vòstra version de Linux Mint.
pl: Poniższe repozytoria nie obsługują konkretnie Twojej wersji Linux Mint.
pt: Os seguintes repositórios não suportam explicitamente a sua versão do Linux Mint.
pt_br: Os repositórios a seguir não suportam de forma especifica sua versão do Linux Mint.
ro: Următoarele depozite nu acceptă în mod explicit versiunea dvs. de Linux Mint.
ru: Следующие репозитории явно не поддерживают вашу версию Minux Mint.
sk: Nasledujúce zdroje softvéru nepodporujú presne vašu verziu Linux Mint.
sl: Naslednja skladišča izrecno ne podpirajo vaše različice Linux Minta.
sq: Depozitat e mëposhtme nuk e mbështesin në mënyrë të qartë versionin tuaj të Linux Mint.
sr: Следеће ризнице не подржавају изричито ваше издање Линукс Минта.
sv: Följande förråd stöder inte uttryckligen din version av Linux Mint.
te: కింది రిపోజిటరీలు మీ Linux Mint వెర్షన్‌కు స్పష్టంగా మద్దతు ఇవ్వవు.
tr: Aşağıdaki depoların Linux Mint sürümünüze desteği belirsiz.
uk: Наступні репозитарії явно не підтримуються вашу версію Linux Mint.
uz: Quyidagi repozitoriylar Linux Mint versiyasini aniq qo‘llab-quvvatlamaydi.
vi: Các kho lưu trữ sau không hỗ trợ rõ ràng phiên bản Linux Mint của bạn.

source: These repositories need to be disabled.
ar: هذه المستودعات تحتاج لان تكون معطلة
ast: Esos repositorios han denasiciase.
be: Гэтыя рэпазіторыі трэба адключыць.
ca: Aquests dipòsits s'han de desactivar.
cs: Tyto repozitáře je třeba deaktivovat.
cy: Mae angen analluogi'r storfeydd hyn.
da: Disse pakkearkiver skal deaktiveres.
de: Diese Paketquellen müssen deaktiviert werden.
el: Αυτά τα αποθετήρια πρέπει να απενεργοποιηθούν.
eo: Ĉi tiuj deponejoj estu malŝaltitaj.
es: Hay que desactivar estos repositorios.
et: Need hoidlad tuleb keelata.
eu: Biltegi hauek desgaitu behar dira.
fa: این مخازن باید غیرفعال شوند.
fi: Nämä pakettivarastot on poistettava käytöstä.
fr_ca: Ces dépôts doivent être désactivés.
he: נדרשת השבתת מאגרים אלה.
hi: इन पैकेज संग्रहों को निष्क्रिय करने की आवश्यकता है।
hr: Ti repozitoriji se trebaju onemogućiti.
hu: Ezeket a csomagtárolókat le kell tiltani.
ia: Iste repositorios debe esser disactivate.
id: Repositori ini perlu dinonaktifkan.
is: Þessi hugbúnaðarsöfn þarf að gera óvirk.
it: Questi repository devono essere disabilitati.
ja: これらのリポジトリは無効にする必要があります。
ka: საჭიროა ამ რეპოზიტორიების გამორთვა.
lv: Šie repozitoriji ir jāatspējo.
ms: Repositori ini perlu dinyahaktifkan.
nb: Disse lagrene må deaktiveres.
nl: Deze pakketbronnen moeten worden uitgeschakeld.
oc: Aquestes depauses devon èsser desactivats.
pl: Te repozytoria muszą zostać wyłączone.
pt: Estes repositórios precisam de ser desativados.
pt_br: Estes repositórios precisam ser desabilitados.
ro: Aceste depozite ar trebui dezactivate.
ru: Эти репозитории следует отключить.
sk: Tieto zdroje softvéru musia byť vypnuté.
sl: Ta skladišča je potrebno onemogočiti.
sq: Këto depo duhet të çaktivizohen.
sr: Ове ризнице треба да искључите.
sv: Dessa förråd behöver inaktiveras.
te: ఈ రిపోజిటరీలను నిలిపివేయాలి.
tr: Bu depoların devre pasifleştirilmesi gerekiyor.
uk: Ці репозитарії належить вимкнути
uz: Ushbu repozitoriylarni o‘chirib qo‘yish kerak.
vi: Những kho lưu trữ này cần phải được vô hiệu hóa.

source: Your APT policy is incorrect.
ar: صلاحية APT الخاصة بك غير صحيحة.
ast: Lo to política d'APT nun ye correuta.
be: Ваша палітыка APT няправільная.
ca: La vostra política d'APT és incorrecta.
cs: Vaše zásady APT jsou nesprávné.
cy: Mae eich polisi APT yn anghywir.
da: Din APT-politik er forkert.
de: Ihre APT-Richtlinie ist falsch.
el: Η πολιτική σας APT είναι εσφαλμένη.
eo: Via apt-politiko estas neĝusta.
es: La política de APT es incorrecta.
et: Teie APT sätted on valed.
eu: Zure APT politika okerra da.
fa: سیاست APT شما نادرست است.
fi: APT-käytäntö on virheellinen.
fr_ca: Votre politique APT est incorrect.
he: מדיניות APT שגויה.
hi: आपके सिस्टम की APT नीति अनुचित है।
hr: Vaše APT pravilo je neispravno.
hu: Az APT policy fájl nem megfelelő formátumú.
ia: Tu politica APT es incorrecte
id: Kebijakan APT Anda salah.
is: APT-reglur þínar eru ekki réttar.
it: La tua policy APT non è corretta.
ja: APT ポリシーが正しくありません。
ka: APT-ის თქვენი პოლიტიკა არასწორია.
lv: Jūsu APT politika ir nepareiza.
ms: Polisi APT anda tidak betul.
nb: APT-retningslinjene dine er feil.
nl: Uw APT-beleid is onjuist.
oc: La politica d’APT es incorrècta.
pl: Twoja polityka APT jest nieprawidłowa.
pt: A sua política de APT está incorreta.
pt_br: Sua política de APT está incorreta.
ro: Politica dvs. APT este incorectă.
ru: Используемая политика APT недействительна.
sk: Vaša stratégia pri použití APT je nevhodná.
sl: Vaša politika APT ni pravilna.
sq: Politika juaj APT është e pasaktë.
sr: Ваша АПТ политика је нетачна.
sv: Dina APT-inställningar är felaktiga.
te: మీ APT విధానం తప్పు.
tr: APT politika yapılandırmanız hatalı.
uk: Ваша політика APT невірна.
uz: APT siyosati noto‘g‘ri.
vi: Chính sách APT của bạn không chính xác.

source: Reboot your computer.
ar: أعد تشغيل حاسوبك.
ast: Reanicia'l to ordenador.
be: Перазагрузіце камп'ютар.
ca: Reinicieu l'ordinador.
cs: Restartovat počítač.
cy: Ailgychwynnwch eich cyfrifiadur.
da: Genstart din computer.
de: Bitte den Rechner neu starten.
el: Επανεκκινήστε τον υπολογιστή σας.
eo: Restartigu vian komputilon.
es: Reinicie el equipo.
et: Taaskäivitage arvuti.
eu: Berrabiarazi zure ordenagailua.
fa: رایانه خود را راه‌اندازی مجدد کنید.
fi: Käynnistä tietokone uudelleen.
fr_ca: Redémarrez votre ordinateur.
he: נא לאתחל את המחשב.
hi: अपना कंप्यूटर पुनः आरंभ करें।
hr: Ponovno pokrenite svoje računalo.
hu: Számítógép újraindítása.
ia: Reinitia tu computator.
id: Nyalakan ulang komputer Anda.
is: Endurræstu tölvuna.
it: Riavvia il tuo computer.
ja: コンピューターを再起動してください。
ka: გადატვირთეთ კომპიუტერი.
lv: Pārstartējiet datoru.
ms: Mulakan semula komputer anda.
nb: Start datamaskinen på nytt.
nl: Herstart uw computer.
oc: Reaviatz l’ordenador.
pl: Uruchom ponownie komputer.
pt: Reinicie o computador.
pt_br: Reinicie seu computador.
ro: Reporniți computerul.
ru: Перезагрузите компьютер.
sk: Reštartujte váš počítač.
sl: Vnovično zaženite računalnik.
sq: Rinisni kompjuterin tuaj.
sr: Поново покрените ваш рачунар.
sv: Starta om datorn.
te: మీ కంప్యూటర్‌ను రీబూట్ చేయండి.
tr: Bilgisayarınızı yeniden başlatın.
uk: Перезавантажте ваш комп`ютер
uz: Kompyuteringizni qayta yuklang.
vi: Khởi động lại máy tính của bạn.

source: %s is unreachable
ar: لا يمكن الوصول الى %s
ast: Nun s'atopa %s
be: Нельга дасягнуць %s
ca: %s no és accessible
cs: %s není dostupný
cy: Nid oes modd cyrraedd %s
da: %s er utilgængelig
de: %s ist nicht erreichbar
el: Το %s δεν είναι προσβάσιμο
eo: %s estas neatingebla
es: %s no está disponible
et: %s on kättesaamatu
eu: %s ez dago eskuragarri
fa: %s غیر قابل دسترس است
fi: %s on tavoittamaton
fr_ca: %s ne peut être rejoins
he: %s אינו נגיש
hi: %s पहुँच से बाहर है
hr: %s je nedostupan
hu: %s nem érhető el
ia: %s es inattingibile
id: %s tidak dapat dijangkau
is: Ekki er hægt að nálgast %s
it: %s è irraggiungibile
ja: %s には到達できません
ka: %s მიუწვდომელია
lv: %s nav sasniedzams
ms: %s tidak dapat dihubungi
nb: %s kan ikke nås
nl: %s is niet bereikbaar
oc: %s es inaccessible
pl: %s jest nieosiągalny
pt: %s é inacessível
pt_br: %s está inalcançável
ro: %s este inaccesibil
ru: %s недоступен
sk: %s je nedosiahnuteľný
sl: %s je nedosegljiv
sq: %s është i paarritshëm
sr: „%s“ је неприступачан
sv: %s kan inte nås
te: %s అందుబాటులో లేదు
tr: %s ulaşılabilir değil
uk: %s недосяжний
uz: %s bilan bog‘lanib bo‘lmaydi
vi: %s không thể truy cập được

source: %s is not up to date. Switch to a different mirror.
ar: %s لا يحتوي على التحديثات الاخيرة. اختر مرآة مختلفة.
ast: %s nun ta autualizáu. Has d'amovete a otru mirror
be: %s састарэла. Пераключыцеся на іншае люстэрка.
ca: %s no està actualitzat. Canvieu a un mirall diferent.
cs: %s není aktuální. Přepněte na jiné zrcadlo.
cy: Nid yw %s yn gyfoes. Ewch i ddrych gwahanol.
da: %s er ikke opdateret. Skift til et andet spejl.
de: %s ist nicht aktuell. Bitte zu einem anderen Spiegelserver wechseln.
el: Το %s δεν είναι ενημερωμένο. Μεταβείτε σε διαφορετικό διακομιστή.
eo: %s ne estas ĝisdata. Ŝaltu al malsama spegulo.
es: %s no está actualizado. Cambie a un servidor diferente.
et: %s ei ole ajakohane. Lülituge teisele peeglile.
eu: %s ez dago eguneratuta. Aldatu beste ispilu batera.
fa: %s بروز نیست، به یک آینه دیگر بروید.
fi: %s ei ole ajan tasalla. Vaihda toiseen peiliin.
fr_ca: %s n'est pas à jour. Choisissez un mirroir différent.
he: %s לא מעודכן. נא לעבור לאתר־מראה אחר.
hi: %s नवीनतम नहीं है। कोई दूसरा सर्वर-मिरर उपयोग करें।
hr: %s nije nadopunjen. Prebacite se na drugi zrcalni poslužitelj.
hu: A(z) %s kiszolgáló csomagjai nem frissek. Váltson át egy másik tükörkiszolgálóra.
ia: %s non es actualisate. Commuta a un speculo differente.
id: %s tidak mutakhir. Beralih ke cermin yang berbeda.
is: %s er ekki með nýjustu pökkunum. Skiptu yfir á annan pakkaspegil.
it: %s non è aggiornato. Passa ad un altro mirror.
ja: %s は最新ではありません。別のミラーに切り替えてください。
ka: %s განახლებული არა. გადაერთეთ სხვა სარკეზე.
lv: %s nav atjaunināts. Pāriet uz citu spoguli.
ms: %s tidak terkini. Tukar ke cermin (mirror) lain.
nb: %s er ikke oppdatert. Bytt til et annet speil.
nl: %s is niet bijgewerkt. Schakel over naar een andere spiegelserver.
oc: %s es pas a jorn. Basculatz sus un autre miralh.
pl: %s nie jest aktualny. Przełącz się na inny serwer lustrzany.
pt: %s não está atualizado. Mude para um espelho(mirror) diferente.
pt_br: %s não está atualizado. Mude para uma fonte diferente.
ro: %s nu este actualizat. Comutați la o altă oglindă.
ru: %s содержит устаревшие данные. Переключитесь на другое зеркало.
sk: %s nie je aktuálny. Prepnite na iné zrkadlo.
sl: %s ni posodobljen. Preklopite na drug zrcalni strežnik.
sq: %s nuk është i përditësuar. Kalo në një pasqyrë tjetër.
sr: „%s“ није најновији. Пребаците се на друго огледало.
sv: %s är inte uppdaterad. Byt till en annan spegel.
te: %s తాజాగా లేదు. వేరే మిర్రర్‌కు మారండి.
tr: %s güncel değil. Farklı bir yansıya geçiş yapın.
uk: %s застарілий. Перемкніться на інше дзеркало.
uz: %s yangilanmagan. Boshqa ko‘zguga o‘ting.
vi: %s không được cập nhật. Chuyển sang một gương khác.

source: %s does not support %s
ar: %s لا يدعم %s
ast: %s nun almite %s
be: %s не падтрымлівае %s
ca: %s no té suport per a %s
cs: %s nepodporuje %s
cy: Nid yw %s yn cefnogi %s
da: %s understøtter ikke %s
de: %s unterstützt %s nicht
el: Το %s δεν υποστηρίζει %s
eo: %s ne subtenas %s
es: %s no es compatible con %s
et: %s ei toeta %s
eu: %s(e)k ez dauka %s(r)en euskarririk
fa: %s از %s پشتیبانی نمیکند
fi: %s ei tue %s
fr_ca: %s ne supporte pas %s
he: %s לא תומך ב־%s
hi: %s द्वारा %s समर्थित नहीं है
hr: %s ne podržava %s
hu: %s nem támogatja: %s
ia: %s non supporta %s
id: %s tidak mendukung %s
is: %s styður ekki %s
it: %s non supporta %s
ja: %s は %s をサポートしていません
ka: %s -ს %s-ის მხარდაჭერა არ გააჩნია
lv: %s neatbalsta %s
ms: %s tidak menyokong %s
nb: %s støtter ikke %s
nl: %s ondersteunt %s niet
oc: %s pren pas en carga %s
pl: %s nie obsługuje %s
pt: %s não suporta %s
pt_br: %s não suporta %s
ro: %s nu acceptă %s
ru: %s не поддерживает %s
sk: %s nepodporuje %s
sl: %s ne podpira %s
sq: %s nuk e mbështet %s
sr: „%s“ не подржава „%s“
sv: %s stöder inte %s
te: %s కు %s మద్దతు ఇవ్వదు.
tr: %s için %s desteği bulunmuyor
uk: %s не підтримує %s
uz: %s %s ni qo‘llab-quvvatlamaydi
vi: %s không hỗ trợ %s
