Repository: linuxmint/mintupgrade
Catalog: po/mintupgrade-*.po
Languages: ar, ast, be, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, ka, lv, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sv, te, tr, uk, uz, vi

source: Packages updated: %d, added: %d , kept: %d, deleted: %d
ar: الحزم المحدثة: %d, مضاف: %d , مابقى: %d, محذوف: %d
ast: Paquetes anovaos: %d, añedíos: %d , calteníos: %d, desaniciaos: %d
be: Пакетаў абноўлена: %d, дададзена: %d, захавана: %d, выдалена: %d
ca: Paquets actualitzats: %d, afegits: %d, conservats: %d, suprimits: %d
cs: Aktualizované balíčky: %d, přidány: %d, zachovány: %d, odstraněny: %d
cy: Pecynnau wedi'u diweddaru: %d, wedi'u hychwanegu: %d , wedi'u cadw: %d, wedi'u dileu: %d
da: Opdaterede pakker: %d, tilføjede: %d, beholdte: %d, slettede: %d
de: Pakete aktualisiert: %d, hinzugefügt: %d, behalten: %d, gelöscht: %d
el: Πακέτα που ενημερώθηκαν: %d, προστέθηκαν: %d , διατηρήθηκαν: %d, διαγράφηκαν: %d
eo: Pakoj ĝisdatigitaj: %d, aldonitaj: %d , tenitaj: %d, forigitaj: %d
es: Paquetes actualizados: %d, añadidos: %d, conservados: %d, eliminados: %d
et: Paketid värskendatud: %d, lisatud: %d, säilitatud: %d, kustutatud: %d
eu: Paketeak eguneratuta: %d, gehituta: %d, mantenduta: %d, ezabatuta: %d
fa: بسته های ارتقا یافته: %d، اضافه شده: %d، نگه‌داشته: %d، حذف شده: %d
fi: Paketteja päivitetty: %d, lisätty: %d, säilytetty: %d, poistettu: %d
fr_ca: Paquets mis à niveau : %d, nouvellement installés : %d , conservés : %d, supprimés : %d
he: עודכנו חבילות: %d, נוספו: %d, הושארו: %d, נמחקו: %d
hi: पैकेज जो अपडेट हुए : %d, जोड़ें गए : %d, नहीं हटाए गए : %d, हटाए गए : %d
hr: Nadopunjeno paketa: %d, dodano: %d , zadržano: %d, uklonjeno: %d
hu: Összesen %d csomag frissítve: %d telepített csomag, %d visszatartott csomag, %d törölt csomag
ia: Pacchettos actualisate: %d, addite: %d , retenite: %d, delite: %d
id: Paket diperbarui: %d, ditambahkan: %d , disimpan: %d, dihapus: %d
is: Uppfærðir pakkar: %d, bætt við: %d , haldið: %d, eytt: %d
it: Pacchetti aggiornati: %d, aggiunti: %d , mantenuti: %d, rimossi: %d
ja: パッケージの更新: %d、追加: %d、保持: %d、削除: %d
ka: პაკეტები განახლდა: %d, დაემატა: %d , შენარჩუნდა: %d, წაიშალა: %d
lv: Atjauninātās pakotnes: %d, pievienotas: %d , paturētas: %d, dzēstas: %d
ms: Pakej dikemas kini: %d, ditambah: %d, disimpan: %d, dipadam: %d
nb: Pakker oppdatert: %d, lagt til: %d , beholdt: %d, slettet: %d
nl: Paketten bijgewerkt: %d, toegevoegd: %d , behouden: %d, verwijderd: %d
oc: Paquets meses a nivèl : %d, installats novèlament : %d, non meses a nivèl : %d, suprimits : %d
pl: Pakiety zaktualizowane: %d, dodane: %d, zatrzymane: %d, usunięte: %d
pt: Pacotes atualizados: %d, adicionados: %d , mantidos: %d, eliminados: %d
pt_br: Pacotes atualizados: %d, adicionados: %d , mantidos: %d, excluídos: %d
ro: Pachete actualizate: %d, adăugate: %d, păstrate: %d, șterse: %d
ru: Обновлено пакетов: %d, добавлено: %d, зафиксировано: %d, удалено: %d
sk: Aktualizované balíky: %d, Pridané: %d , Zachované: %d, Vymazané: %d
sl: Nadgrajeni paketi: %d, dodani: %d, obdržani: %d, izbrisani: %d
sq: Paketat u përditësuan: %d, u shtuan: %d, u mbajtën: %d, u fshinë: %d
sr: Ажурираних пакета: %d, додатих: %d , задржаних: %d, обрисаних: %d
sv: Uppdaterade paket: %d, tillagda: %d, behållna: %d, borttagna: %d
te: ప్యాకేజీలు నవీకరించబడ్డాయి: %d, జోడించబడ్డాయి: %d , ఉంచబడ్డాయి: %d, తొలగించబడ్డాయి: %d
tr: Paketler; güncellenecek: %d, eklenecek: %d, korunacak: %d, silinecek: %d
uk: Пакети оновлено: %d, додано: %d , зафіксовано: %d, видалено: %d
uz: Paketlar yangilandi: %d, qo‘shildi: %d , qoldirilgan: %d, o‘chirildi: %d
vi: Các gói đã cập nhật: %d, đã thêm: %d, được lưu giữ: %d, đã gỡ bỏ: %d

source: Upgrading will perform the following changes.
ar: الترقية ستؤدي الى تطبيق التغييرات التالية
ast: L'anovamientu faerá los camudamientos postreros.
be: Абнаўленне выкліча наступныя змены.
ca: L'actualització realitzarà els canvis següents.
cs: Upgrade provede následující změny.
cy: Bydd uwchraddio yn cyflawni'r newidiadau canlynol.
da: Opgraderingen vil udføre følgende ændringer.
de: Die Aktualisierung wird folgende Änderungen vornehmen.
el: Η αναβάθμιση θα πραγματοποιήσει τις ακόλουθες αλλαγές.
eo: Promociado plenumos la sekvajn ŝanĝojn.
es: La actualización realizará los cambios siguientes.
et: Uuendamine viib läbi järgmised muudatused.
eu: Bertsio-berritzeak ondorengo aldaketak burutuko ditu.
fa: ارتقا تغییرات زیر را انجام میدهد.
fi: Päivitys suorittaa seuraavat muutokset.
fr_ca: La mise à niveau entraînera les changements suivants.
he: שדרוג יבצע את השינויים הבאים.
hi: अपग्रेड के कारणवश निम्नलिखित परिवर्तन होंगें।
hr: Nadogradnja će obaviti sljedeće promjene.
hu: A rendszermegújítás a következő módosításokat hajtja végre a rendszeren.
ia: Le modernisation effectuara le sequente cambiamentos.
id: Upgrade akan melakukan perubahan berikut.
is: Uppfærslan mun framkvæma eftirfarandi breytingar.
it: L'aggiornamento causerà le seguenti modifiche.
ja: アップグレードすると、これらの変更が行われます。
ka: ვერსიის აწევა შეიტანს შემდეგ ცვლილებებს.
lv: Pēc atjaunināšanas tiks veiktas šādas izmaiņas.
ms: Naik taraf akan melakukan perubahan berikut.
nb: Oppgradering vil utføre følgende endringer.
nl: Opwaarderen zal de volgende wijzigingen veroorzaken.
oc: La mesa a nivèl entraïnarà los cambiaments seguents.
pl: Aktualizacja spowoduje następujące zmiany.
pt: A atualização realizará as seguintes alterações.
pt_br: A atualização realizará as seguintes alterações.
ro: Îmbunătătirea va efectua următoarele modificări.
ru: В ходе обновления будут сделаны следующие изменения.
sk: Povýšenie verzie urobí nasledujúce zmeny.
sl: Nadgradnja bo izvedla naslednje spremembe.
sq: Përditësimi do të kryejë ndryshimet e mëposhtme.
sr: Надоградња ће извршити следеће измене.
sv: Uppgraderingen kommer att medföra följande ändringar.
te: అప్‌గ్రేడ్ చేయడం వలన కింది మార్పులు జరుగుతాయి.
tr: Yükseltme işlemi aşağıdaki değişiklikleri gerçekleştirecek.
uk: В ході оновлення буде проведено наступні зміни.
uz: Yangilash quyidagi o‘zgarishlarni amalga oshiradi.
vi: Việc nâng cấp sẽ thực hiện những thay đổi sau.

source: Note: Ideally, no packages should be kept. This might indicate an issue.
ar: ملاحظة: في الحالة العادية لا يجب الملاحظة على اي حزم. هذا قد يشير الى ان هناك مشكل.
ast: Nota: Nun habríen de se caltener paquetes, idealmente. Esto podría ser seña d'un problema.
be: Заўвага: У ідэале не павінна быць захаваных пакетаў, бо гэта можа ўказваць на праблему.
ca: Nota: L'ideal és que no s'hagin de conservar paquets. El contrari pot indicar un problema.
cs: Poznámka: V ideálním případě by neměly být uchovávány žádné balíčky. To může znamenat problém.
cy: Nodyn: Yn ddelfrydol, peidiwch cadw unrhyw becynnau. Gall hyn fod yn arwydd o broblem.
da: Bemærk: Ideelt set bør ingen pakker beholdes. Det kan indikere et problem.
de: Hinweis: Idealerweise sollten keine Pakete behalten werden. Das könnte ein Hinweis auf ein Problem sein.
el: Σημείωση: ιδανικά, δεν πρέπει να διατηρηθούν πακέτα. Αυτό μπορεί να υποδηλώνει πρόβλημα.
eo: Komento: Ideale neniuj pakoj devus esti tenitaj. Ĉi tio povus indiki problemon.
es: Nota: Lo ideal es que no se conserve ningún paquete. Esto podría indicar un problema.
et: Märkus: Ideaalis ei tohiks pakette alles hoida. See võib viidata probleemile.
eu: Oharra: ahal dela ez litzateke paketerik mantendu behar. Arazo bat dagoela adierazi dezake.
fa: توجه: در حالت ایده‌آل، هیچ بسته ای نباید نگه داشته شود. این ممکن است نشان دهنده مشکل باشد.
fi: Huomaa: Parhaassa tapauksessa paketteja ei tulisi säilyttää. Tämä saattaa viitata ongelmaan.
fr_ca: Note : Le fait que des paquets soient convservés peut indiquer un problème.
he: הערה: באופן אידיאלי, חבילות לא אמורות להשמר. זה עשוי להצביע על סוגייה.
hi: ध्यान दें : सामान्यतः कोई पैकेज हटाया जाना नहीं चाहिए। ऐसा होना किसी समस्या का संकेत है।
hr: Napomena: Idealno, nijedan paket ne bi smio biti zadržan. To možda ukazuje na problem.
hu: Megjegyzés: Ideális esetben nem kellene visszatartott csomagnak lennie. Ez esetleg valami hibát jelezhet.
ia: Nota: idealmente, nulle pacchettos deberea esser retenite.
id: Catatan: Idealnya, tidak ada paket yang harus disimpan. Ini mungkin menunjukkan masalah.
is: Athugaðu: Helst ætti ekki að halda neinum pökkum. Slíkt gæti bent til vandamála.
it: Nota: idealmente, nessun pacchetto dovrebbe essere mantenuto. Questo potrebbe indicare un problema.
ja: 注: できればパッケージを保持させないでください。これは問題を示している可能性があります。
ka: შენიშვნა: იდეალურ შემთხვევაში პაკეტების შენარჩუნება არ უნდა მოხდეს. ეს, შეიძლება, პრობლემაზე მიუთითებდეს.
lv: Piezīme: Ideālā gadījumā nevajadzētu saglabāt pakotnes. Tas varētu norādīt uz problēmu.
ms: Nota: Sebaik-baiknya, tiada pakej harus disimpan. Ini mungkin menunjukkan masalah.
nb: Merk: ideelt sett bør ingen pakker beholdes. Dette kan tyde på et problem.
nl: Let op: in het ideale geval zouden er geen pakketten behouden moeten blijven. Dit zou een probleem kunnen aanduiden.
oc: Nòta : lo fach que de paquets sián pas meses a nivèl pòt indicar un problèma.
pl: Uwaga: w idealnym przypadku żaden pakiet nie powinien być zatrzymany. Może to wskazywać na problem.
pt: Nota: idealmente, nenhum pacote deve ser mantido. Isto pode indicar um problema.
pt_br: Nota: Idealmente, nenhum pacote deve ser mantido. Isso pode indicar um problema.
ro: Notă: În mod ideal, nu ar trebui păstrate pachete. Acest lucru ar putea indica o problemă.
ru: Примечание: в совершенстве зафиксированных пакетов не должно быть. Их наличие может свидетельствовать о неполадке.
sk: Poznámka: Ideálne bez zachovaných balíkov. Toto môže indikovať problém.
sl: Opomba: v najboljšem primeru ne bi smel ostati noben paket. To lahko kaže na napako.
sq: Shënim: Idealisht, nuk duhet të mbahen paketa. Kjo mund të tregojë një problem.
sr: Напомена: Идеално, ни један пакет не би требало да се задржи. Ово може да значи проблем.
sv: Notering: Det bästa är om inga paket behålls. Detta kan tyda på problem.
te: గమనిక: ఆదర్శంగా, ఎటువంటి ప్యాకేజీలను ఉంచకూడదు. ఇది సమస్యను సూచిస్తుంది.
tr: Not: İdeal olarak, tutulan hiç bir paket olmamalıdır. Bu bir soruna işaret ediyor olabilir.
uk: Примітка. В ідеалі не повинно бути зафіксованих пакунків. Це може свідчити про проблему.
uz: Eslatma: Ideal holda, hech qanday paket saqlanmasligi kerak. Bu muammoni ko‘rsatishi mumkin.
vi: Lưu ý: Tốt nhất là không nên giữ lại gói nào. Điều này có thể chỉ ra một vấn đề.

source: Go through the list above and make sure you are happy with the removals before going further with the upgrade.
ar: اقرا القائمة في الاعلى وتاكد من انك موافق على جميع الاشياء التي سيتم ازالتها قبل الاستمرار في الترقية.
ast: Compreba la llista y tate xuru de que tas d'alcuerdu colos desanicios enantes de siguir col anovamientu.
be: Прайдзіце па спісу зверху перад працягам абнаўлення і пераканайцеся што можна выдаляць.
ca: Reviseu la llista anterior i assegureu-vos que esteu d'acord amb les eliminacions abans de continuar amb l'actualització.
cs: Než budete pokračovat v upgradu, projděte si výše uvedený seznam a ujistěte se, že jste s odstraněním spokojeni.
cy: Ewch drwy'r rhestr uchod a gwnewch yn siŵr eich bod yn hapus gyda'r rhai sy'n cael eu tynnu cyn mynd ymlaen gyda'r uwchraddio.
da: Gennemgå listen ovenfor og sikr dig, at du er tilfreds med det fjernede, får du går videre med opgraderingen.
de: Gehen Sie die obige Liste durch und vergewissern Sie sich, dass Sie mit den Entfernungen zufrieden sind, bevor Sie mit der Aktualisierung fortfahren.
el: Ανατρέξτε στην παραπάνω λίστα και βεβαιωθείτε ότι είστε ικανοποιημένοι με τις αφαιρέσεις προτού προχωρήσετε περαιτέρω με την αναβάθμιση.
eo: Trairu la supran liston kaj certiĝu, ke vi konsentas la forigojn antaŭ ol daŭrigi la promocion.
es: Revise la lista anterior y asegúrese de que está conforme con las eliminaciones antes de seguir con la actualización.
et: Vaadake ülaltoodud loend läbi ja veenduge, et olete eemaldamisega rahul, enne kui jätkate versiooniuuendusega.
eu: Ikusi goiko zerrenda eta ziurtatu pakete horiek kentzearekin konforme zaudela bertsio-berritzearekin aurrera jarraitu aurretik.
fa: پیش از جلوتر رفتن با ارتقا، لیست بالا را مطالعه کنید و مطمئن شوید از حذف‌ها رضایت دارید
fi: Käy läpi yllä oleva luettelo ja varmista, että olet tyytyväinen poistoihin ennen kuin jatkat päivitystä.
fr_ca: Vérifiez la liste ci-dessus et assurez vous d'approuver les suppressions avant de continuer la mise à niveau.
he: נא לעבור על הרשימה מעלה ולוודא תקינות 'רשימת ההסרות' לפני המשך השדרוג.
hi: अपग्रेड जारी रखने से पहले ऊपर दी गई सूची को ध्यानपूर्वक देखकर सुनिश्चित करें कि हटाए जाने वाले पैकेजों हेतु आप सहमत है।
hr: Provjerite na popisu iznad jeste li zadovoljni s uklanjanjem prije daljnjeg nastavka nadogradnje.
hu: Mielőtt tovább folytatná a frissítést, nézze át a fenti listát, és győződjön meg róla, hogy elégedett a tervezett csomag eltávolításokkal.
ia: Vader per le lista supra e assecura te de esser satisfacite con le remotiones ante vader plus ultra con le modernisation.
id: Periksa daftar di atas dan pastikan Anda puas dengan penghapusan sebelum melangkah lebih jauh dengan pemutakhiran.
is: Farðu yfir listann hér fyrir ofan og gakktu úr skugga um að þú samþykkir það sem verður fjarlægt áður en þú heldur áfram með uppfærsluna.
it: Scorri l'elenco sopra e assicurati di essere soddisfatto delle rimozioni prima di procedere con l'aggiornamento.
ja: アップグレードを進める前に、上記の一覧に目を通し、本当に削除してしまってもいいのか確認してください。
ka: გაიარეთ ზემორე სია და დარწმუნდით, რომ მოგწონთ, რაც იშლება, სანამ ვერსიის აწევას გააგრძელებთ.
lv: Pirms turpināt jaunināšanu, pārskatiet iepriekš minēto sarakstu un pārliecinieties, vai esat apmierināts ar pakotņu dzēšanu.
ms: Teliti senarai di atas dan pastikan anda berpuas hati dengan penyinkiran sebelum meneruskan naik taraf.
nb: Gå gjennom listen ovenfor og sørg for at du er fornøyd med fjerningene før du går videre med oppgraderingen.
nl: Neem bovenstaande lijst door en vergewis u ervan dat u akkoord bent met de verwijderingen, alvorens u door gaat met de opwaardering.
oc: Abans de contunhar la mesa a nivèl, consultatz la lista çai-sus e asseguratz-vos que las supressions prepausadas vos convengan.
pl: Przejrzyj powyższą listę i upewnij się, że zgadzasz się z usunięciami, zanim przejdziesz dalej z aktualizacją.
pt: Percorra a lista acima e verifique se está satisfeito com as remoções antes de prosseguir com a atualização.
pt_br: Percorra a lista acima e verifique se está satisfeito com as remoções antes de prosseguir com a atualização.
ro: Parcurgeți lista de mai sus și asigurați-vă că sunteți mulțumit de eliminări înainte de a continua cu îmbunătățirea.
ru: Перед продолжением обновления просмотрите приведённый выше список и убедитесь, что удаление указанных пакетов вас устраивает.
sk: Prejdite zoznam vyššie a uistite sa, že vám vyhovuje, ktoré balíky budú odstránené, než sa pôjde ďalej na povýšenie.
sl: Temeljito preglejte zgornji seznam in se prepričajte, da ste zadovoljni z odstranitvijo, preden nadaljujete s posodobitvijo.
sq: Shfletoni listën e mësipërme dhe sigurohuni që jeni të kënaqur me heqjet përpara se të vazhdoni me përmirësimin.
sr: Прегледајте списак изнад и уверите сте да сте задовољни са уклањањем пре него ли наставите са надоградњом.
sv: Gå igenom nedanstående lista och se till så att du är nöjd med borttagningarna innan du fortsätter med uppgraderingen.
te: పైన ఉన్న జాబితాను పరిశీలించి, అప్‌గ్రేడ్‌తో ముందుకు వెళ్లే ముందు మీరు తొలగింపులతో సంతోషంగా ఉన్నారని నిర్ధారించుకోండి.
tr: Yukarıdaki listeyi gözden geçirin ve yükseltme için daha ileri aşamaya gitmeden önce, kaldırma işlemlerinden memnun olduğunuzdan emin olun.
uk: Перегляньте список вище та переконайтеся, що вас задовільняють пакунки, що буде видалено, перш ніж продовжувати оновлення.
uz: Yuqoridagi roʻyxatni koʻrib chiqing va yangilanishni davom ettirishdan oldin olib tashlashlardan mamnun ekanligingizga ishonch hosil qiling.
vi: Xem qua danh sách ở trên và đảm bảo bạn hài lòng với việc xóa trước khi tiếp tục nâng cấp.

source: You need %s on '%s' but only have %s. You must free an additional %s.
ar: تحتاج إلى %s على %s لكن ليس لديك سوى %s. يجب تفريغ مساحة %s إضافية.
ast: Ríquese %s en '%s' pero namás ties %s. Has lliberar otros %s.
be: Патрэбна %s на '%s' але ёсць толькі %s. Трэба вызваліць дадаткова %s.
ca: Es necessita %s a '%s' però només hi ha %s. Cal alliberar un %s addicional.
cs: Potřebujete %s na '%s', ale máte pouze %s. Musíte uvolnit dalších %s.
cy: Mae angen %s ar '%s' ond dim ond %s sydd gennych. Rhaid i chi ryddhau %s yn ychwanegol.
da: Du skal have %s på “%s”, men du har kun %s. Du skal frigøre yderligere %s.
de: Sie benötigen %s auf »%s«, haben aber nur %s. Sie müssen zusätzliche %s freigeben.
el: Χρειάζεστε %s στο '%s' αλλά έχετε μόνο %s. Πρέπει να ελευθερώσετε επιπλέον %s.
eo: Vi bezonas %s el '%s', sed havas nur %s. Nepre liberigu aldonan %s.
es: Se necesita %s en «%s», pero solo hay %s. Es necesario liberar %s más.
et: Teil on '%s' jaoks vaja %s, kuid teil on ainult %s. Peate vabastama täiendava %s.
eu: %s behar duzu '%s'(e)n baina soilik %s daukazu. %s gehiago behar dituzu libre.
fa: شما %s بر '%s' نیاز دارید اما فقط %s دارید. باید %s اضافی آزاد کنید.
fi: Tarvitset %s "%s", mutta sinulla on vain %s. Sinun on vapautettava %s.
fr_ca: %s sont nécessaires sur « %s », mais vous n'avez que %s. Vous devez libérer %s.
he: נדרש %s ב־'%s' אך רק %s נמצא. נא לפנות %s נוספים.
hi: '%s' हेतु %s आवश्यक परन्तु केवल %s उपलब्ध है। %s अतिरिक्त स्पेस की आवश्यकता है।
hr: Potrebno vam je %s na '%s' ali je dostupno samo %s. Morate osloboditi %s dodatnog prostora.
hu: További %s helyre van szükség a(z) „%s” helyen, de csak %s hely van. Szabadítson fel további %s helyet.
ia: Te besonia %s sur «%s». ma tu ha solo %s. Tu debe liberar altere %s.
id: Anda membutuhkan %s di '%s' tetapi hanya memiliki %s. Anda harus membebaskan %s tambahan.
is: Þú þarft %s á '%s' en ert bara með %s laus. Þú þarft að losa %s til viðbótar.
it: Ti servono %s su '%s' ma hai solo %s. Devi liberare ulteriori %s.
ja: %s が '%s' に必要ですが、%s しかありません。あと %s の空きを作ってください。
ka: გჭირდებათ %s '%s'-ზე, მაგრამ გაქვთ მხოლოდ %s. გჭირდებათ კიდევ %s.
lv: Jums ir nepieciešams %s uz '%s' bet jums ir tikai %s. Jums ir jāatbrīvo papildu %s.
ms: Anda memerlukan %s pada '%s' tetapi hanya mempunyai %s. Anda mesti membebaskan %s tambahan.
nb: Du trenger %s på '%s', men har bare %s. Du må frigjøre ytterligere %s.
nl: U hebt %s nodig op '%s', maar u hebt slechts %s. U dient een extra %s vrij te maken.
oc: Vos cal %s de « %s » mas avètz sonque %s. Devètz liberar %s.
pl: Potrzebujesz %s na '%s', ale masz tylko %s. Musisz zwolnić dodatkowe %s.
pt: Precisa de %s em '%s' mas apenas tem %s. Deve libertar um %s adicional.
pt_br: Você precisa de %s em '%s' mas só tem %s. Você deve liberar um %s adicional.
ro: Aveți nevoie de %s pe „%s”, dar aveți doar %s. Trebuie să eliberați un %s suplimentar.
ru: Необходимо %s на «%s», но у вас только %s. Нужно освободить дополнительно %s.
sk: Potrebujete %s na '%s', ale máte len %s. Musíte uvolniť ďalších %s.
sl: Potrebujete %s na %s, na voljo pa imate le %s. Sprostiti morate dodatnih %s.
sq: Ju nevojitet %s në '%s', por keni vetëm %s. Duhet të lironi një %s shtesë.
sr: Потребно вам је %s на „%s“ али имате само %s. Треба да ослободите још %s.
sv: De behöver %s på '%s' men har bara %s. Du måste frigöra ytterligare %s.
te: మీకు '%s' లో %s అవసరం కానీ %s మాత్రమే ఉంది. మీరు అదనంగా %s ని ఖాళీ చేయాలి.
tr: %s alana ihtiyaç var, fakat '%s' üstünde %s alan mevcut. %s ek alan boşaltmanız gerekiyor.
uk: Необхідно %s на '%s' але є тільки %s. Ви повинні звільнити додатково %s.
uz: Sizga %s '%s' kerak, lekin faqat %s bor. Qoʻshimcha %s joy boʻshatish kerak.
vi: Bạn cần %s trên '%s' nhưng chỉ có %s. Bạn phải giải phóng thêm %s.

source: Download size: %s. Additional space needed: %s.
ar: حجم التحميل: %s. الحجم الاضافي المطلوب: %s.
ast: Tamañu de descarga: %s. Ríquese %s espaciu adicional.
be: Памер спампоўкі: %s. Трэба дадаткова: %s.
ca: Mida de la descàrrega: %s. Espai addicional necessari: %s.
cs: Velikost stahování: %s. Potřebné další místo: %s.
cy: Maint llwytho: %s. Angen lle ychwanegol: %s.
da: Downloadet størrelse: %s. Yderligere pladsbehov: %s.
de: Übertragungsgröße: %s. Zusätzlicher Platz wird benötigt: %s.
el: Μέγεθος λήψης: %s. Απαιτείται επιπλέον χώρος: %s.
eo: Elŝuta grando: %s. Aldona spaco bezonata: %s.
es: Tamaño de la descarga: %s. Espacio adicional necesario: %s.
et: Allalaadimise suurus: %s. Vajalik lisaruum: %s.
eu: Deskargaren tamaina: %s. Behar den leku libre gehigarria: %s.
fa: اندازه دانلود: %s. فضای اضافه مورد نیاز: %s .
fi: Latauskoko: %s. Tarvitaan lisätilaa: %s.
fr_ca: Taille des téléchargements : %s. Espace disque supplémentaire nécessaire : %s.
he: גודל הורדה: %s. נפח נדרש נוסף: %s.
hi: डाउनलोड आकार : %s। अतिरिक्त स्पेस आवश्यक : %s।
hr: Veličina preuzimanja: %s. Potreban dodatni prostor: %s.
hu: Letöltési méret: %s, a művelet után %s lemezterület kerül felhasználásra.
ia: Dimension de discargamento: %s. Spatio additional necessari: %s.
id: Ukuran unduhan: %s. Diperlukan ruang tambahan: %s.
is: Stærð niðurhals: %s. Nauðsynlegt viðbótarpláss: %s.
it: Dimensione download: %s. Spazio aggiuntivo richiesto: %s.
ja: ダウンロードするサイズ: %s。追加で必要な領域: %s。
ka: გადმოსაწერი ზომა %s. საჭირო დამატებითი ადგილი: %s.
lv: Lejupielādes izmērs: %s. Nepieciešamā papildu vieta: %s.
ms: Saiz muat turunL %s. Ruang tambahan diperlukan: %s.
nb: Nedlastingsstørrelse: %s. Ekstra plass som trengs: %s.
nl: Grootte binnen te halen: %s. Extra benodigde ruimte: %s.
oc: Talha del telecargament : %s. Espaci disc addicional necessari : %s
pl: Rozmiar pobierania: %s. Potrzebne dodatkowe miejsce: %s.
pt: Tamanho da transferência: %s. Espaço adicional necessário: %s.
pt_br: Tamanho do download: %s. Espaço adicional necessário: %s.
ro: Dimensiunea descărcării: %s. Spațiu suplimentar necesar: %s.
ru: Объём загрузки: %s. Потребуется дополнительного места: %s.
sk: Veľkosť sťahovania: %s. Je potrebný ďalší priestor: %s.
sl: Velikost prenosa: %s. Potreben dodatni prostor: %s.
sq: Madhësia e shkarkimit: %s. Hapësirë ​​shtesë e nevojshme: %s.
sr: Величина преузимања: %s. Додатни простор је потребан: %s.
sv: Att hämta: %s. Behöver ytterligare: %s utrymme.
te: డౌన్‌లోడ్ పరిమాణం: %s. అదనపు స్థలం అవసరం: %s.
tr: İndirme boyutu: %s. İhtiyaç olan ek alan: %s.
uk: Розмір завантаження: %s. Необхідно додаткового простору: %s.
uz: Yuklab olish hajmi: %s. Qoʻshimcha joy kerak: %s.
vi: Kích thước tải xuống: %s. Cần thêm dung lượng: %s.

source: Package download
ar: تحميل الحزمة
ast: Descarga de paquetes
be: Спампоўка пакета
ca: Descàrrega de paquets
cs: Stažení balíčku
cy: Llwytho pecyn i lawr
da: Download af pakker
de: Paketübertragung
el: Λήψη πακέτου
eo: Paka elŝuto
es: Descarga de paquetes
et: Paketi allalaadimine
eu: Paketea deskargatzea
fa: دانلود بسته
fi: Paketin lataus
fr_ca: Téléchargement de paquet
he: הורדת חבילה
hi: पैकेज डाउनलोड
hr: Preuzimanje paketa
hu: Csomagletöltés
ia: Discargamento pacchetto
id: Pengunduhan paket
is: Niðurhal pakka
it: Scaricamento dei pacchetti
ja: パッケージのダウンロード
ka: პაკეტის გადმოწერა
lv: Pakotnes lejupielāde
ms: Muat turun pakej
nb: Pakkenedlasting
nl: Pakket binnenhalen
oc: Telecargament de paquets
pl: Pobieranie pakietu
pt: Transferir pacote
pt_br: Baixar pacote
ro: Descărcare pachet
ru: Загрузка пакетов
sk: Sťahovanie balíka
sl: Prenos paketa
sq: Shkarkimi i paketës
sr: Преузимање пакета
sv: Hämtning av paket
te: ప్యాకేజీ డౌన్‌లోడ్
tr: Paket indirme
uk: Завантаження пакунків
uz: Paket yuklab olish
vi: Tải xuống gói
