Repository: linuxmint/mintupgrade
Catalog: po/mintupgrade-*.po
Languages: ar, ast, be, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, ka, lv, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sv, te, tr, uk, uz, vi

source: The following problems were found:
ar: تم العثور على المشاكل التالية:
ast: Alcontráronse los siguientes problemes:
be: Былі знойдзены праблемы:
ca: S'han trobat els següents problemes:
cs: Byly zjištěny následující problémy:
cy: Wedi canfod y problemau canlynol:
da: Følgende problemer blev fundet:
de: Die folgenden Probleme wurden gefunden:
el: Διαπιστώθηκαν τα ακόλουθα προβλήματα:
eo: La sekvaj problemoj estis trovitaj:
es: Se han encontrado los problemas siguientes:
et: Leiti järgmised probleemid:
eu: Ondorengo arazoak aurkitu dira:
fa: مشکلات زیر پیدا شدند:
fi: Seuraavat ongelmat havaittiin:
fr_ca: Les problèmes suivants ont été trouvés :
he: נמצאו הבעיות הבאות:
hi: निम्नलिखित समस्याएँ पाई गईं :
hr: Sljedeći problemi su pronađeni:
hu: A következő problémák vannak:
ia: Le sequente problemas esseva trovate:
id: Masalah berikut ditemukan:
is: Eftirfarandi vandamál fundust:
it: Sono stati rilevati i seguenti problemi:
ja: これらの問題が見つかりました:
ka: აღმოჩენილია შემდეგი პრობლემები:
lv: Tika konstatētas šādas problēmas:
ms: Masalah berikut telah ditemui:
nb: Følgende problemer ble funnet:
nl: De volgende problemen werden aangetroffen:
oc: Los problèmas seguentas son estats trobats :
pl: Znaleziono następujące problemy:
pt: Foram encontrados os seguintes problemas:
pt_br: Os seguintes problemas foram encontrados:
ro: Au fost constatate următoarele probleme:
ru: Обнаружены следующие проблемы:
sk: Boli nájdené nasledujúce problémy:
sl: Najdene so bile sledeče težave:
sq: U gjetën problemet e mëposhtme:
sr: Пронашао сам следеће проблеме:
sv: Följande problem hittades:
te: ఈ క్రింది సమస్యలు కనుగొనబడ్డాయి:
tr: Aşağıdaki sorunlar bulundu:
uk: Знайдено наступні проблеми:
uz: Quyidagi muammolar aniqlandi:
vi: Các vấn đề sau đây đã được tìm thấy:

source: Held packages
ar: الحزم الموقوفة
ast: Paquetes llantaos
be: Утрыманыя пакеты
ca: Paquets retinguts
cs: Zadržené balíčky
cy: Pecynnau sy'n cael eu dal
da: Tilbageholdte pakker
de: Vorhandene Pakete
el: Δεσμευμένα πακέτα
eo: Tenitaj pakoj
es: Paquetes retenidos
et: Hoitud paketid
eu: Atxikitako paketeak
fa: بسته های نگه‌داشته شده
fi: Paketit pidossa
fr_ca: Paquets maintenus
he: חבילות שנבלמו
hi: निरुद्ध पैकेज
hr: Zadržani paketi
hu: Visszatartott csomagok
ia: Pacchettos retenite
id: Paket yang dipegang
is: Pakkar sem er haldið eftir
it: Pacchetti mantenuti alla versione attuale
ja: 保留中のパッケージ
ka: არ განახლდება პაკეტები
lv: Aizturētās pakotnes
ms: Pakej yang ditahan
nb: Avholdte pakker
nl: Vastgehouden pakketten
oc: Paquets mantenguts
pl: Pakiety zatrzymane
pt: Pacotes mantidos
pt_br: Pacotes interrompidos
ro: Pachete reținute
ru: Зафиксированные пакеты
sk: Podržané balíky
sl: Pridržani paketi
sq: Pako të mbajtura
sr: Задржани пакети
sv: Återhållna paket
te: ప్యాకేజీలు నిర్వహించారు
tr: Tutulan paketler:
uk: Зафіксовані пакунки
uz: Saqlangan paketlar
vi: Gói bị giữ lại

source: Looking for held packages...
ar: البحث عن الحزم الموقوفة...
ast: Guetando paquetes llantaos
be: Пошук утрыманых пакетаў...
ca: Buscant paquets retinguts...
cs: Vyhledání zadržených balíčků…
cy: Chwilio am becynnau sy'n cael eu dal...
da: Leder efter tilbageholdte pakker …
de: Nach vorhandenen Paketen wird gesucht …
el: Αναζήτηση δεσμευμένων πακέτων...
eo: Serĉado de tenitaj pakoj...
es: Buscando paquetes retenidos...
et: Otsin hoitud pakette...
eu: Atxikitako paketeen bila...
fa: در جست‌وجوی بسته های نگه‌داشته شده...
fi: Etsitään pidossa olevia paketteja...
fr_ca: Recherche de paquets gardés en l'état…
he: מתבצע חיפוש חבילות שנבלמו...
hi: निरुद्ध पैकेज हेतु खोज जारी...
hr: Pretraživanje zadržanih paketa...
hu: Visszatartott csomagok keresése…
ia: Recerca del pacchettos retenite...
id: Mencari paket yang ditahan...
is: Leita að pökkum sem er haldið...
it: Cerco i pacchetti mantenuti alla versione attuale...
ja: 保留中のパッケージを探しています...
ka: შეუცვლელი პაკეტების ძებნა...
lv: Meklē aizturētas pakotnes...
ms: Mencari pakej yang ditahan...
nb: Ser etter avholdte pakker...
nl: Aan het zoeken naar vastgehouden pakketten...
oc: Verificacion dels paquets mantenguts
pl: Szukanie pakietów zatrzymanych...
pt: A procurar pacotes retidos...
pt_br: Procurando por pacotes interrompidos....
ro: Caut pachete reținute...
ru: Поиск зафиксированных пакетов...
sk: Hľadanie podržaných balíkov...
sl: Iskanje pridržanih paketov ...
sq: Duke kërkuar për pak të mbajtura...
sr: Тражим задржане пакете...
sv: Söker efter återhållna paket...
te: హోల్డ్ ప్యాకేజీల కోసం చూస్తున్నాను...
tr: Tutulan paketler aranıyor...
uk: Пошук зафіксованих пакунків...
uz: Saqlangan paketlar qidirilmoqda...
vi: Đang tìm kiếm các gói bị giữ lại...

source: The following packages are held:
ar: الحزم التالية موقوفة من التحديث:
ast: Los siguientes paquetes tan llantaos:
be: Утрыманыя пакеты:
ca: Es retenen els següents paquets:
cs: Následující balíčky jsou zadržené:
cy: Mae'r pecynnau canlynol yn cael eu dal:
da: Følgende pakker er tilbageholdte:
de: Die folgenden Pakete sind vorhanden:
el: Τα ακόλουθα πακέτα θα παραμείνουν:
eo: La sekvaj pakoj estas tenitaj:
es: Se han retenido los paquetes siguientes:
et: Hoitakse järgmisi pakette:
eu: Ondorengo paketeak atxikita daude:
fa: بسته های زیر نگه‌داشته شده اند:
fi: Seuraavat paketit ovat pidossa:
fr_ca: Les paquets suivants sont maintenus:
he: החבילות הבאות נבלמו:
hi: निम्नलिखित पैकेज निरुद्ध हैं :
hr: Sljedeći paketi su zadržani:
hu: A következő visszatartott csomagok vannak:
ia: Le sequente pacchettos es retenite:
id: Berikut paket yang ditahan:
is: Eftirfarandi pökkum er haldið:
it: I seguenti pacchetti sono stati mantenuti alla versione attuale:
ja: これらのパッケージが保留されています:
ka: არ შეიცვლება შემდეგი პაკეტები:
lv: Aizturētas šādas pakotnes:
ms: Pakej berikut ditahan:
nb: Følgende pakker er avholdt:
nl: De volgende pakketten worden vastgehouden:
oc: Los paquets seguents son mantenguts :
pl: Zatrzymane są następujące pakiety:
pt: Os seguintes pacotes estão retidos:
pt_br: Os seguintes pacotes estão interrompidos:
ro: Sunt deținute următoarele pachete:
ru: Следующие пакеты зафиксированы:
sk: Nasledujúce balíky sú podržané:
sl: Naslednji paketi so bili pridržani:
sq: Paketa e mëposhtme mbëhen:
sr: Следећи пакети су задржани:
sv: Följande paket är återhållna:
te: ప్యాకేజీ రిపోజిటరీలను తనిఖీ చేస్తోంది... కింది ప్యాకేజీలు ఉంచబడ్డాయి:
tr: Aşağıdaki paketler tutuluyor:
uk: Наступні пакунки є зафіксованими:
uz: Quyidagi paketlar saqlangan:
vi: Các gói sau đây bị giữ:

source: Held packages can break the upgrade.
ar: الحزم الموقوفة يمكن ان تؤدي الى تضرر الترقية.
ast: Los paquetes llantaos podríen desmañar l'anovamientu.
be: Утрыманыя пакеты могуць зламаць абнаўленне.
ca: Els paquets retinguts poden espatllar l'actualització.
cs: Zadržené balíčky mohou aktualizaci přerušit.
cy: Gall pecynnau sy'n cael eu dal dorri'r uwchraddio.
da: Tilbageholdte pakker kan ødelægge opgraderingen.
de: Vorhandene Pakete können die Aktualisierung unterbrechen.
el: Τα παραμένοντα πακέτα μπορούν να βλάψουν την αναβάθμιση.
eo: Tenitaj pakoj povas difekti la promocion.
es: Los paquetes retenidos pueden romper la actualización.
et: Hoitud paketid võivad versiooniuuenduse katkestada.
eu: Atxikitako paketeek bertsio-berritzea puskatu dezakete.
fa: بسته های نگه‌داشته شده میتوانند ارتقا را خراب کنند.
fi: Pidossa olevat paketit voivat rikkoa päivityksen.
fr_ca: Les paquets maintenus peuvent casser la mise à niveau.
he: חבילות שנבלמו עשויות לפגום בשדרוג.
hi: निरुद्ध पैकेज के कारण अपग्रेड प्रक्रिया निरस्त हो सकती है।
hr: Zadržani paketi mogu slomiti nadogradnju.
hu: A visszatartott csomagok meghiúsíthatják a rendszer megújítását.
ia: Pacchettos retenite pote corrumper le modernisation.
id: Paket yang ditahan dapat merusak pemutakhiran.
is: Pakkar sem er haldið geta skemmt uppfærsluna.
it: I pacchetti mantenuti alla versione attuale possono compromettere l'aggiornamento.
ja: 保留中のパッケージがあると、アップグレードが失敗するかもしれません。
ka: შეუცვლელ პაკეტებს შეუძლიათ სისტემის ვერსიის აწევის გაფუჭება.
lv: Aizturētās pakotnes var izjaukt atjaunināšanu.
ms: Pakej yang ditahan boleh menyebabkan naik taraf gagal.
nb: Avholdte pakker kan bryte oppgraderingen.
nl: Vastgehouden pakketten kunnen de opwaardering doen mislukken.
oc: Los paquets mantenguts pòdon copar la mesa a nivèl.
pl: Pakiety zatrzymane mogą zepsuć aktualizację systemu.
pt: Pacotes retidos podem quebrar a atualização.
pt_br: Pacotes retidos podem quebrar a atualização.
ro: Pachetele reținute pot întrerupe actualizarea.
ru: Зафиксированные пакеты могут помешать обновлению.
sk: Podržané balíky môžu byť príčinou prerušenia zmeny systému na novšiu verziu.
sl: Pridržani paketi lahko prekinejo posodobitev.
sq: Paketat e mbajtura mund ta prishinin.
sr: Задржани пакети могу да оштете надоградњу.
sv: Återhållna paket kan omöjliggöra uppgraderingen.
te: హోల్డ్ ప్యాకేజీలు అప్‌గ్రేడ్‌ను విచ్ఛిన్నం చేయవచ్చు.
tr: Tutulan paketler yükseltmeyi bozabilir.
uk: Зафіксовані пакунки можуть завадити оновленню.
uz: Saqlangan paketlar yangilanishni buzishi mumkin.
vi: Các gói bị giữ có thể phá vỡ quá trình nâng cấp.

source: Foreign packages
ar: الحزم الخارجية
ast: Paquetes foriatos
be: Чужародныя пакеты
ca: Paquets externs
cs: Balíčky z neznámých zdrojů
cy: Pecynnau estron
da: Fremmede pakker
de: Fremde Pakete
el: Ξένα πακέτα
eo: Fremdaj pakoj
es: Paquetes externos
et: Välised paketid
eu: Pakete arrotzak
fa: بسته های خارجی
fi: Ulkopuoliset paketit
fr_ca: Paquets étrangers
he: חבילות זרות
hi: बाहरी पैकेज
hr: Vanjski paketi
hu: Külső csomagok
ia: Pacchettos estranier
id: Paket asing
is: Utanaðkomandi pakkar
it: Pacchetti estranei
ja: 外部パッケージ
ka: გარე პაკეტები
lv: Svešās pakotnes
ms: Pakej asing
nb: Fremmedpakker
nl: Niet-officiële pakketten
oc: Paquets estrangièrs
pl: Pakiety obce
pt: Pacotes de terceiros
pt_br: Pacotes de terceiros
ro: Pachete străine
ru: Сторонние пакеты
sk: Cudzie balíky
sl: Tuji paketi
sq: Pako të huaja
sr: Страни пакети
sv: Främmande paket
te: విదేశీ ప్యాకేజీలు
tr: Dış paketler
uk: Сторонні пакунки
uz: Begona paketlar
vi: Gói bên ngoài

source: Looking for foreign packages...
ar: البحث عن الحزم الخارجية...
ast: Guetando paquetes foriatos
be: Пошук чужародных пакетаў...
ca: Buscant paquets externs...
cs: Vyhledání balíčků z neznámých zdrojů…
cy: Yn chwilio am becynnau tramor...
da: Leder efter fremmede pakker …
de: Nach fremden Paketen wird gesucht …
el: Αναζήτηση ξένων πακέτων...
eo: Serĉado de fremdaj pakoj...
es: Buscando paquetes externos...
et: Väliste pakettide otsimine...
eu: Pakete arrotzen bila...
fa: در جست‌وجوی بسته های خارجی...
fi: Etsitään ulkopuolisia paketteja...
fr_ca: Recherche de paquets étrangers…
he: מתבצע חיפוש חבילות זרות...
hi: बाह्य पैकेज हेतु खोज जारी...
hr: Pretraživanje vanjskih paketa...
hu: Külső csomagok keresése…
ia: Recerca del pacchettos estranier...
id: Mencari paket asing...
is: Leita að utanaðkomandi pökkum...
it: Cerco i pacchetti estranei...
ja: 外部パッケージを探しています...
ka: იძებნება გარე პაკეტები...
lv: Meklē svešās pakotnes...
ms: Mencari pakej asing...
nb: Ser etter fremmede pakker...
nl: Aan het zoeken naar niet-officiële pakketten...
oc: Verificacion dels paquets estrangièrs...
pl: Szukanie pakietów obcych...
pt: A procurar por pacotes de terceiros.
pt_br: Procurando por pacotes de terceiros.
ro: Caut pachete straine...
ru: Поиск сторонних пакетов...
sk: Hľadanie cudzích balíkov...
sl: Iskanje tujih paketov ...
sq: Duke kërkuar paketa të huaja...
sr: Тражим стране пакете...
sv: Söker efter främmande paket...
te: విదేశీ ప్యాకేజీల కోసం చూస్తున్నాను...
tr: Dış paketler aranıyor...
uk: Пошук сторонніх пакунків...
uz: Begona paketlar qidirilmoqda...
vi: Đang tìm gói bên ngoài...

source: The following packages need to be downgraded back to official versions:
ar: يجب ارجاع الحزم التالية الى الاصدار الرسمي:
ast: Habría de baxase la versión de los siguientes paquetes:
be: Пакеты трэба вярнуць да афіцыйных версій:
ca: Els paquets següents s'han de tornar a versions oficials anteriors:
cs: Následující balíčky je třeba downgradovat zpět na oficiální verze:
cy: Mae angen israddio'r pecynnau canlynol yn ôl i fersiynau swyddogol:
da: Følgende pakker skal nedgraderes til officielle versioner:
de: Die folgenden Pakete müssen auf offizielle Versionen zurückgestuft werden:
el: Τα ακόλουθα πακέτα πρέπει να υποβαθμιστούν στις επίσημες εκδόσεις:
eo: La sekvaj pakoj estu malpromociitaj reen al oficialaj versioj:
es: Los paquetes siguientes se deben actualizar a las versiones oficiales:
et: Järgmised paketid tuleb tagasi viia ametlikele versioonidele:
eu: Ondorengo paketeak bertsio ofizial zaharragora aldatu behar dira:
fa: بسته های زیر باید به نسخه‌های رسمی تنزل داده شوند:
fi: Seuraavat paketit on päivitettävä takaisin virallisiin versioihin:
fr_ca: Les paquets suivants doivent être rétrogradés vers leurs versions officielles :
he: נא לשנמך את החבילות הבאות לגרסאות רשמיות:
hi: निम्नलिखित पैकेज को अपने आधिकारिक संस्करण पर डाउनग्रेड करने की आवश्यकता है :
hr: Sljedeći paketi moraju biti vraćeni na službene inačice:
hu: A következő csomagokat vissza kell állítani a hivatalos verziókra:
ia: Le sequente pacchettos debe esser degradate retro al versiones official:
id: Paket-paket berikut perlu diturunkan kembali ke versi resmi:
is: Eftirfarandi pakka þarf að niðurfæra í opinberar útgáfur:
it: È necessario eseguire il downgrade dei seguenti pacchetti alle versioni ufficiali:
ja: これらのパッケージは、公式版にダウングレードする必要があります:
ka: საჭიროა შემდეგი პაკეტების ვერსიის ჩამოწევა ოფიციალურ ვერსიაზე:
lv: Tālāk norādītās pakotnes ir jāpazemina līdz oficiālajām versijām:
ms: Pakej berikut perlu diturunkan taraf kembali ke versi rasmi:
nb: Følgende pakker må nedgraderes tilbake til offisielle versjoner:
nl: De volgende pakketten moeten worden afgewaardeerd naar hun officiële versies:
oc: La version anteriora oficiala dels paquets seguents deu èsser installada :
pl: Następujące pakiety muszą zostać przywrócone do oficjalnych wersji:
pt: Os seguintes pacotes precisam de ser revertidos para as versões oficiais:
pt_br: Os seguintes pacotes precisam ser rebaixados para versões oficiais:
ro: Următoarele pachete trebuiesc să fie retrogradate înapoi la versiunile oficiale:
ru: Для следующих пакетов должен быть выполнен откат к официальным версиям:
sk: Verzie nasledujúcich balíkov musia byť znížené späť na oficiálne verzie:
sl: Naslednji paketi morajo biti povrnjeni nazaj na uradne verzije:
sq: Paketat e mëposhtme duhet të rikthehen në versionet zyrtare:
sr: Следећи пакети треба да се разграде на званична издања:
sv: Följande paket behöver nedgraderas till officiella versioner:
te: కింది ప్యాకేజీలను అధికారిక సంస్కరణలకు తిరిగి డౌన్‌గ్రేడ్ చేయాలి:
tr: Aşağıdaki paketlerin resmi depodaki sürümlerine düşürülmesi gerekiyor:
uk: Наступні пакунки повинні бути відкочені до офіційних версій:
uz: Quyidagi paketlar qayta rasmiy versiyalarga tushirilishi kerak:
vi: Các gói sau cần được hạ cấp về phiên bản chính thức:

source: Installed Version
ar: الإصدار المثبت
ast: Versión istalada
be: Усталяваная версія
ca: Versió instal·lada
cs: Nainstalovaná verze
cy: Y Fersiwn Osodedig
da: Installeret version
de: Installierte Version
el: Εγκατεστημένη έκδοση
eo: Instalita versio
es: Versión instalada
et: Paigaldatud versioon
eu: Instalatutako bertsioa
fa: نسخه نصب شده
fi: Asennettu versio
fr_ca: Version installée
he: גרסה מותקנת
hi: इंस्टॉल हो रखा संस्करण
hr: Instalirana inačica
hu: Telepített verzió
ia: Version installate
id: Versi Terpasang
is: Uppsett útgáfa
it: Versione installata
ja: インストール済みのバージョン
ka: დაყენებული ვერსია
lv: Instalētā versija
ms: Versi Dipasang
nb: Installert versjon
nl: Geïnstalleerde versie
oc: Version installada
pl: Zainstalowana wersja
pt: Versão instalada
pt_br: Versão instalada
ro: Versiune instalată
ru: Установленная версия
sk: Nainštalovaná verzia
sl: Nameščena različica
sq: Versioni i instaluar
sr: Инсталирано издање
sv: Installerad version
te: ఇన్‌స్టాల్ చేసిన వెర్షన్
tr: Kurulu Sürüm
uk: Встановлена версія
uz: O‘rnatilgan versiya
vi: Phiên bản đã cài đặt

source: Official version
ar: الاصدار الرسمي
ast: Versión oficial
be: Афіцыйная версія
ca: Versió oficial
cs: Oficiální verze
cy: Y fersiwn swyddogol
da: Officiel version
de: Offizielle Version
el: Επίσημη έκδοση
eo: Oficiala versio
es: Versión oficial
et: Ametlik versioon
eu: Bertsio ofiziala
fa: نسخه رسمی
fi: Virallinen versio
fr_ca: Version officielle
he: גרסה רשמית
hi: आधिकारिक संस्करण`
hr: Službena inačica
hu: Hivatalos verzió
ia: Version official
id: Versi resmi
is: Opinber útgáfa
it: Versione ufficiale
ja: 公式版のバージョン
ka: ოფიციალური ვერსია
lv: Oficiālā versija
ms: Versi Rasmi
nb: Offisiell versjon
nl: Officiële versie
oc: Version oficiala
pl: Oficjalna wersja
pt: Versão oficial
pt_br: Versão oficial
ro: Versiunea oficială
ru: Официальная версия
sk: Oficiálna verzia
sl: Uradna različica
sq: Versioni zyrtar
sr: Званично издање
sv: Officiell version
te: అధికారిక వెర్షన్
tr: Resmi sürüm
uk: Офіційна версія
uz: Rasmiy versiya
vi: Phiên bản chính thức

source: Archive
ar: الأرشيف
ast: Ficheru
be: Архіў
ca: Arxiu
cs: Archiv
cy: Archif
da: Arkiv
de: Archiv
el: Αρχείο
eo: Arkivo
es: Archivador
et: Arhiiv
eu: Artxiboa
fa: بایگانی
fi: Arkisto
he: ארכיון
hi: संग्रह
hr: Arhiva
hu: Archívum
ia: Archivo
id: Arsip
is: Safn
it: Archivio
ja: アーカイブ
ka: არქივი
lv: Arhīvs
ms: Arkib
nb: Arkiver
nl: Archiveren
oc: Archiu
pl: Archiwum
pt: Arquivo
pt_br: Arquivo
ro: Arhivă
ru: Архив
sk: Archív
sl: Arhiviraj
sq: Arkiv
sr: Архива
sv: Arkiv
te: ఆర్కైవ్
tr: Arşiv
uk: Архів
uz: Arxiv
vi: Lưu trữ

source: Otherwise these packages can create conflicts.
ar: عدا عن ذلك هذه الحزم قد تسبب تعارضات.
ast: Sinon, esos paquetes podríen trayer fallos
be: Інакш гэтыя пакеты могуць мець канфлікты.
ca: En cas contrari, aquests paquets poden crear conflictes.
cs: Jinak mohou tyto balíčky způsobit konflikty.
cy: Fel arall, gall y pecynnau hyn greu gwrthdaro.
da: Ellers kan disse pakker skabe konflikter.
de: Andernfalls können diese Pakete Konflikte verursachen.
el: Διαφορετικά, αυτά τα πακέτα μπορούν να δημιουργήσουν διενέξεις.
eo: Alie ĉi tiuj pakoj povas krei konfliktojn.
es: De lo contrario, estos paquetes pueden crear conflictos.
et: Vastasel juhul võivad need paketid tekitada konflikte.
eu: Bestela pakete hauek gatazkak sor ditzakete.
fa: درغیر این صورت این بسته ها میتوانند تضاد ایجاد کنند.
fi: Muuten nämä paketit voivat aiheuttaa ristiriitoja.
fr_ca: Sinon ces paquets peuvent créer des conflits.
he: אחרת החבילה עשויה לגרום להתנגשויות.
hi: अन्यथा इन पैकेज से विरोधाभास उत्पन्न हो सकता है।
hr: U suprotnome ti paketi mogu stvoriti sukobe.
hu: Ezek a csomagok konfliktust okozhatnak.
ia: Alteremente iste pacchettos pote crear conflictos.
id: Kalau tidak, paket-paket ini dapat menimbulkan konflik.
is: Annars geta þessir pakkar valdið árekstrum.
it: Altrimenti questi pacchetti possono creare conflitti.
ja: さもないと、これらのパッケージによって競合が発生する可能性があります。
ka: სხვა შემთხვევაში ამ პაკეტებს კონფლიქტების შექმნა შეუძლიათ.
lv: Pretējā gadījumā šīs pakotnes var radīt konfliktus.
ms: Jika tidak, pakej ini boleh menimbulkan konflik.
nb: Ellers kan disse pakkene skape konflikter.
nl: Anders kunnen deze pakketten conflicten veroorzaken.
oc: Autrament aquestes paquets pòdon crear de conflictes.
pl: W przeciwnym razie pakiety te mogą powodować konflikty.
pt: Caso contrário, estes pacotes podem criar conflitos.
pt_br: Caso contrário, esses pacotes podem criar conflitos.
ro: În caz contrar, aceste pachete pot crea conflicte.
ru: Иначе эти пакеты могут вызвать конфликты.
sk: Tieto balíky môžu byť konfliktné.
sl: V nasprotnem primeru lahko ti paketi povzročijo spore.
sq: Përndryshe, këto paketa mund të krijojnë konflikte.
sr: У супротном ови пакети могу довести до сукоба.
sv: Dessa paket kan annars orsaka konflikter.
te: లేకపోతే ఈ ప్యాకేజీలు వైరుధ్యాలను సృష్టించవచ్చు.
tr: Aksi takdirde bu paketler çakışmalara neden olabilir.
uk: В іншому випадку ці пакунки можуть викликати конфлікти.
uz: Aks holda bu paketlar nizolarni keltirib chiqarishi mumkin.
vi: Nếu không các gói này có thể tạo ra xung đột.

source: Orphan packages
ar: حزم يتيمة
ast: Paquetes güérfanos
be: Сіроцкія пакеты
ca: Paquets orfes
cs: Osiřelé balíčky
cy: Pecynnau amddifad
da: Forældreløse pakker
de: Verwaiste Pakete
el: Ορφανά πακέτα
eo: Orfaj pakoj
es: Paquetes huérfanos
et: Orvuks muutunud paketid
eu: Pakete umezurtzak
fa: بسته‌های یتیم
fi: Orvot paketit
fr_ca: Paquets orphelins
he: חבילות יתומות
hi: निरर्थक पैकेज
hr: Zastarjeli paketi
hu: Árván maradt csomagok
ia: Pacchettos orphane
id: Paket Orphan
is: Einstæðir pakkar
it: Pacchetti orfani
ja: 孤立したパッケージ
ka: მიტოვებული პაკეტები
lv: Pamestās pakotnes
ms: Pakej yatim
nb: Foreldreløse pakker
nl: Verweesde pakketten
oc: Paquets orfanèls
pl: Pakiety osierocone
pt: Pacotes órfãos
pt_br: Pacotes órfãos
ro: Pachete orfane
ru: Неиспользуемые пакеты
sk: Osirelé balíky
sl: Osiroteli paketi
sq: Paketa jetime
sr: Напуштени пакети
sv: Föräldralösa paket
te: అనాథ ప్యాకేజీలు
tr: Sahipsiz paketler
uk: Невикористовувані пакунки
uz: Yetim paketlari
vi: Gói mồ côi

source: Looking for orphan packages...
ar: البحث عن حزم يتيمة...
ast: Guetando paquetes güérfanos
be: Пошук сіроцкіх пакетаў...
ca: Buscant paquets orfes...
cs: Vyhledání osiřelých balíčků…
cy: Wrthi'n chwilio am becynnau amddifad...
da: Leder efter forældreløse pakker …
de: Nach verwaisten Paketen wird gesucht …
el: Αναζήτηση ορφανών πακέτων...
eo: Serĉado de orfaj pakoj...
es: Buscando paquetes huérfanos...
et: Orvuks muutunud pakettide otsimine.
eu: Pakete umezurtzen bila...
fa: در جست‌وجوی بسته‌های یتیم...
fi: Etsitään orpoja paketteja...
fr_ca: Recherche de paquets orphelins…
he: מתבצע חיפוש חבילות יתומות...
hi: निरर्थक पैकेज हेतु खोज जारी...
hr: Pretraživanje zastarjelih paketa...
hu: Árván maradt csomagok keresése…
ia: Recerca del pacchettos orphane...
id: Mencari paket Orphan...
is: Leita að einstæðum pökkum...
it: Cerco i pacchetti orfani...
ja: 孤立したパッケージを探しています...
ka: იძებნება მიტოვებული პაკეტები...
lv: Meklē pamestās pakotnes...
ms: Mencari pakej yatim...
nb: Ser etter foreldreløse pakker...
nl: Aan het zoeken naar verweesde pakketten...
oc: Recèrca de paquets orfanèls…
pl: Szukanie pakietów osieroconych...
pt: A procurar por pacotes órfãos...
pt_br: Procurando pacotes órfãos...
ro: Caut pachete orfane...
ru: Поиск неиспользуемых пакетов...
sk: Hľadanie osirelých balíkov...
sl: Iskanje osirotelih paketov ...
sq: Duke kërkuar paketa jetime...
sr: Тражим напуштене пакете
sv: Söker efter föräldralösa paket...
te: అనాథ ప్యాకేజీల కోసం చూస్తున్నాను...
tr: Sahipsiz paketler aranıyor...
uk: Пошук невикористовуваних пакунків...
uz: Yetim paketlar qidirilmoqda...
vi: Đang tìm kiếm các gói mồ côi...
