Repository: linuxmint/mintupgrade
Catalog: po/mintupgrade-*.po
Languages: ar, ast, be, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, ka, lv, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sv, te, tr, uk, uz, vi

source: The following packages do not exist in the repositories:
ar: الحزم التالية لا توجد في المستودعات:
ast: Estos paquetes nun tan nos repositorios
be: Гэтыя пакеты не існуюць у рэпазіторыях:
ca: Els paquets següents no existeixen als repositoris:
cs: Následující balíčky nejsou obsaženy v repozitářích:
cy: Nid yw'r pecynnau canlynol yn bodoli yn y storfeydd:
da: Følgende pakker findes ikke i pakkearkiverne:
de: Die folgenden Pakete sind in den Paketquellen nicht vorhanden:
el: Τα ακόλουθα πακέτα δεν υπάρχουν στα αποθετήρια:
eo: La sekvaj pakoj ne ekzistas en la deponejoj:
es: Los paquetes siguientes no se encuentran en los repositorios:
et: Järgmiseid pakette hoidlates ei eksisteeri:
eu: Ondorengo paketeak ez daude biltegietan:
fa: بسته های زیر در مخازن وجود ندارند:
fi: Seuraavia paketteja ei ole pakettivarastoissa:
fr_ca: Les paquets suivants n'existent pas dans les dépôts:
he: החבילות הבאות לא קיימות במאגרים:
hi: पैकेज संग्रह में निम्नलिखित पैकेज नहीं हैं :
hr: Sljedeći paketi ne postoje u repozitorijima:
hu: A következő csomagok nincsenek a csomagtárolókban:
ia: Le sequente pacchettos non existe in le repositorios:
id: Paket-paket berikut tidak ada di repositori:
is: Eftirfarandi pakkar eru ekki til staðar í hugbúnaðarsöfnunum:
it: I seguenti pacchetti non esistono nei repository:
ja: これらのパッケージは、リポジトリに存在しません:
ka: შემდეგი პაკეტები არ არსებობს რეპოზიტორიებში:
lv: Repozitorijos nav šādu pakotņu:
ms: Pakej berikut tidak wujud dalam repositori:
nb: Følgende pakker finnes ikke i programvarelagrene:
nl: De volgende pakketten zijn niet aanwezig in de pakketbronnen:
oc: Los paquets seguents existisson pas dins los depauses :
pl: W repozytoriach nie ma następujących pakietów:
pt: Os seguintes pacotes não existem nos repositórios:
pt_br: Os seguintes pacotes não existem nos repositórios:
ro: Următoarele pachete nu există în depozite:
ru: Следующие пакеты отсутствуют в репозиториях:
sk: V zdrojoch softvéru neexistujú nasledujúce balíky:
sl: Naslednji paketi v skladišču ne obstajajo:
sq: Paketat e mëposhtme nuk ekzistojnë në depo:
sr: Следећи пакети не постоје у ризницама:
sv: Följande paket finns inte i förråden:
te: కింది ప్యాకేజీలు రిపోజిటరీలలో లేవు:
tr: Aşağıdaki paketler depolarda mevcut değil:
uk: Наступні пакунки відсутні в репозитаріях:
uz: Quyidagi paketlar repozitoriylarda mavjud emas:
vi: Các gói sau không tồn tại trong kho lưu trữ:

source: In some rare cases orphan packages can interfere with the upgrade.
ar: في بعض الحالات الحزم اليتيمة قد تتدخل بالترقية.
ast: Delles vegaes, los paquetes güérfanos podríen desiguar l'anovamientu.
be: У некаторых рэдкіх выпадках сіроцкія пакеты могуць перашкодзіць абнаўленню.
ca: En alguns casos rars, els paquets orfes poden interferir amb l'actualització.
cs: V některých ojedinělých případech mohou osiřelé balíčky narušovat aktualizaci.
cy: Maen achosion prin mae pecynnau amddifad yn gallu ymyrryd â'r diweddaru.
da: I sjældne tilfælde kan forældreløse pakker påvirke opgraderingen.
el: Σε ορισμένες σπάνιες περιπτώσεις, τα ορφανά πακέτα μπορεί να επηρεάσουν την αναβάθμιση.
eo: En kelkaj maloftaj kazoj orfaj pakoj povas perturbi la promocion.
es: En algunos raros,casos los paquetes huérfanos pueden interferir con la actualización.
et: Mõnel harvadel juhtudel võivad orbpaketid uuendamist segada.
eu: Kasu arraro batzuetan pakete umezurtzek bertsio-berritzea oztopatu dezakete.
fa: در برخی مواد نادر، بسته‌های یتیم میتوانند با ارتقا تداخل ایجاد کنند.
fi: Joissain harvoissa tapauksissa orvot paketit voivat häiritä päivitystä.
fr_ca: Dans de rares cas, les paquets orphelins peuvent interférer avec la mise à niveau.
he: במקרים נדירים, חבילות 'יתומות' עשויות להפריע לתהליך השדרוג.
hi: कुछ दुर्लभ मामलों में अनाथ पैकेज अपग्रेड में हस्तक्षेप कर सकते हैं।
hr: U nekim rijetkim situacijama osnovni paketi mogu se uplitati sa nadogradnjom.
hu: Néhány ritka esetben az árván maradt csomagok meghiúsíthatják a rendszer megújítást.
ia: In alcun casos rar, le pachettos orphano pote interferer con le modernisation.
id: Dalam beberapa kasus yang jarang terjadi, paket Orphan dapat mengganggu proses upgrade.
is: Í undantekningartilfellum geta munaðarlausir pakkar truflað uppfærsluna.
it: In alcuni rari casi i pacchetti orfani possono interferire con l'aggiornamento.
ja: まれに孤立したパッケージが、アップグレードを妨げてしまうことがあります。
ka: ზოგიერთ შემთხვევაში მიტოვებულ პაკეტს შეუძლია, ხელი შეუშალოს ვერსიის აწევას.
lv: Dažos retos gadījumos pamestās pakotnes var traucēt atjaunināšanu.
ms: Dalam beberapa kes yang jarang berlaku, pakej yatim boleh mengganggu proses naik taraf.
nb: I noen sjeldne tilfeller kan foreldreløse pakker forstyrre oppgraderingen.
nl: In sommige uitzonderlijke gevallen kunnen verweesde pakketten de opwaardering verstoren.
oc: Dins de cases rares, los paquets orfanèls pòdon comprometre la mesa a nivèl.
pl: W niektórych rzadkich przypadkach pakiety osierocone mogą zakłócać aktualizację.
pt: Em alguns casos raros, os pacotes órfãos podem interferir com a atualização.
pt_br: Em alguns casos raros pacotes orfãos podem interferir com a atualização.
ro: În unele cazuri rare pachetele orfane pot interfera cu actualizarea.
ru: В некоторых редких случаях неиспользуемые пакеты могут помешать обновлению.
sk: V niektorých zriedkavých prípadoch môžu osirotené balíky narušiť aktualizáciu.
sl: V nekaterih redkih primerih lahko osiroteli paketi povzročijo težave z nadgradnjo.
sq: Në disa raste të rralla, paketat jetime mund të ndërhyjnë në përditësim.
sr: У неким ретким случајевима напуштени пакети могу ометати надоградњу.
sv: I sällsynta fall kan föräldralösa paket störa uppgraderingen.
te: కొన్ని అరుదైన సందర్భాల్లో ఆర్ఫన్ ప్యాకేజీలు అప్‌గ్రేడ్‌కు ఆటంకం కలిగిస్తాయి.
tr: Bazı ender durumlarda sahipsiz paketler yükseltmeyi engelleyebilir.
uk: У деяких рідкісних випадках, пакунки-сирітки, можуть завадити оновленню.
uz: Ba'zi kamdan-kam hollarda etim paketlar yangilanishga xalaqit berishi mumkin.
vi: Trong một số trường hợp hiếm hoi, các gói mồ côi có thể cản trở việc nâng cấp.

source: If you decide to uninstall some of these packages press 'Check again' after their removal.
ar: إذا قررت أن تزيل تثبيت إحدى هذه الحزم اضخط 'تحقق مجددا' بعد الإزالة.
ast: Si quies desistalar dellos d'esos paquetes, primi "Comprebar de nueu" dempués del so desaniciu.
be: Калі вырашыце дэінсталяваць некаторыя з гэтых пакетаў, націсніце "Праверыць зноў" пасля іх выдалення.
ca: Si desinstal·leu alguns d'aquests paquets, premeu "Comprova de nou" després d'eliminar-los.
cs: Pokud se rozhodnete některé z těchto balíčků odinstalovat, stiskněte po jejich odstranění „Znovu zkontrolovat“.
cy: Os ydych yn penderfynu dadosod rhai o'r pecynnau hyn, pwyswch 'Gwirio eto' ar ôl eu tynnu.
da: Beslutter du dig for at afinstallere nogle af disse pakker, så tryk “Tjek igen” efter de er blevet fjernet.
el: Εάν αποφασίσετε να απεγκαταστήσετε ορισμένα από αυτά τα πακέτα, πατήστε 'Επανέλεγχος' μετά την αφαίρεσή τους.
eo: Se vi decidas malinstali kelkajn el ĉi tiuj pakoj premu 'Kontroli denove' post ilia forigo.
es: Si decide desinstalar algunos de estos paquetes, pulse "Comprobar de nuevo" después de eliminarlos.
et: Kui otsustate mõne neist pakettidest desinstallida, vajutage pärast nende eemaldamist nuppu "Kontrolli uuesti".
eu: Pakete hauetako batzuk desinstalatzea erabakitzen baduzu sakatu 'Egiaztatu berriro' kendu ondoren.
fa: اگر تصمیم به حذف برخی از این بسته‌ها گرفتید، پس از حذفشان «بررسی مجدد» را بفشارید.
fi: Jos päätät poistaa osan näistä paketeista, paina "Tarkista uudelleen" niiden poistamisen jälkeen.
fr_ca: Si vous décidez de retirer certains de ces paquets, appuyez sur 'Revérifier' après leur suppression.
he: לאחר הסרת מקצת מהחבילות הללו, יש ללחוץ על 'בדיקה חוזרת' לאחא ההסרה.
hi: यदि आप इनमें से कुछ पैकेजों को अनइंस्टॉल करने का निर्णय लेते हैं, तो उनके हटाने के बाद 'फिर से जांचें' दबाएं।
hr: Ako ste odlučili deinstalirati neke pakete, stinite 'Provjeri opet' nakon uklanjanja.
hu: Ha úgy dönt, hogy eltávolít ezek közül néhány csomagot, kattintson az „Újraellenőrzés” gombra az eltávolítás után.
ia: Si tu decide disinstallar alcun de iste pachettos, pulsa «Verificar de nove» post lor elimination.
id: Jika Anda memutuskan untuk menghapus beberapa paket ini, tekan 'Periksa lagi' setelah penghapusannya.
is: Ef þú ákveður að taka út sumt af þessu pökkum skaltu ýta á 'Athuga aftur' eftir að þeir hafa verið fjarlægðir.
it: Se decidi di disinstallare alcuni di questi pacchetti, premi "Controlla di nuovo" dopo la loro rimozione.
ja: どれかパッケージをアンインストールするつもりであれば、それらの削除を済ませてから '再確認' を押してください。
ka: თუ გადაწყვეტთ, წაშალოთ ზოგიერთი ამ პაკეტებიდან, დააჭირეთ 'თავიდან შემოწმებას' მათი წაშლის შემდეგ.
lv: Ja nolemjat atinstalēt kādu no šīm pakotnēm, pēc to noņemšanas nospiediet 'Pārbaudīt vēlreiz'.
ms: Jika anda memilih untuk menyahpasang sebahagian daripada pakej ini, tekan 'Semak semula' selepas ia dibuang.
nb: Hvis du bestemmer deg for å avinstallere noen av disse pakkene, trykk "Sjekk igjen" etter at de er fjernet.
nl: Als u besluit om sommige van deze pakketten te verwijderen, druk dan op 'Opnieuw controleren' na hun verwijdering.
oc: Se decidissètz de desinstallar d’unes d’aquestes paquets, clicatz « Tornar verificar » aprèp lor supression.
pl: Jeśli zdecydujesz się odinstalować niektóre z tych pakietów, po ich usunięciu naciśnij 'Sprawdź ponownie'.
pt: Se decidir desinstalar alguns destes pacotes, prima 'Verificar novamente' após a sua remoção.
pt_br: Se você decidir desinstalar alguns desses pacotes clique em 'Verificar novamente' após sua remoção.
ro: Dacă decideți să dezinstalați unele dintre aceste pachete apăsați „Verifică din nou” după eliminarea acestora.
ru: Если вы решите удалить некоторые из этих пакетов, то после их удаления нажмите кнопку "Проверить снова".
sk: Ak sa rozhodnete niektoré z týchto balíkov odinštalovať, po ich odstránení stlačte 'Opäť skontrolovať'.
sl: Če se odločite odmestiti te pakete, po njihovi odstranitvi pritisnite »Znova preveri«.
sq: Nëse vendosni të çinstaloni disa nga këto paketa, shtypni 'Kontrollo përsëri' pasi t'i hiqni ato.
sr: Ако одлучите да уклоните неке од ових пакета притисните „Провери поново“ након њиховог уклањања.
sv: Om du väljer att avinstallera några av dessa paket, klicka på 'Kontrollera igen' efter att de har tagits bort.
te: మీరు ఈ ప్యాకేజీలలో కొన్నింటిని అన్‌ఇన్‌స్టాల్ చేయాలని నిర్ణయించుకుంటే, వాటిని తొలగించిన తర్వాత 'మళ్ళీ తనిఖీ చేయండి' నొక్కండి.
tr: Bu paketlerden bazılarını kaldırmaya karar verirseniz, kaldırıldıktan sonra 'Yeniden denetle'ye basın.
uk: Якщо ви вирішите видалити деякі з цих пакунків, натисніть 'Перевірити знову' після їх видалення.
uz: Agar siz ushbu paketlardan ba'zilarini o‘chirishga qaror qilsangiz, ularni olib tashlaganingizdan so‘ng "Yana tekshirish" tugmasini bosing.
vi: Nếu bạn quyết định gỡ cài đặt một số gói này, hãy nhấn 'Kiểm tra lại' sau khi xóa chúng.

source: Press 'OK' to continue with the upgrade.
ar: اضغط 'حسنا' لتكملة الترقية.
ast: Calca "OK" pa siguir col anovamientu.
be: Націсніце "Добра" каб працягнуць абнаўленне.
ca: Premeu "D'acord" per continuar amb l'actualització.
cs: Stiskněte "Ok" pro pokračování v aktualizaci.
cy: Pwyswch 'Iawn' i barhau gyda'r diweddariad.
da: Tryk “OK” for at fortsætte med opgraderingen.
el: Πατήστε 'OK' για να συνεχίσετε με την αναβάθμιση.
eo: Premu 'Bone' por daŭrigi la promocion.
es: Pulse "OK" para continuar con la actualización.
et: Uuendamise jätkamiseks vajutage 'OK'.
eu: Sakatu 'Ados' bertsio-berritzearekin jarraitzeko.
fa: برای ادامه ارتقا، «باشه» را بفشارید.
fi: Jatka päivitystä painamalla "OK".
fr_ca: Appuyez sur 'OK' pour continuer la mise à niveau.
he: נא ללחוץ על 'בסדר' כדי להמשיך בשדרוג.
hi: अपग्रेड जारी रखने के लिए 'ओके' दबाएं।
hr: Kliknite 'OK' da nastavite sa nadogradnjom.
hu: Kattintson az „OK” gombra a rendszer megújítás folytatásához.
ia: Pulsa «OK» pro continuar con le modernisation.
id: Tekan 'OK' untuk melanjutkan peningkatan.
is: Ýttu á 'Í lagi' til að halda áfram með uppfærsluna.
it: Premere "OK" per continuare con l'aggiornamento.
ja: 'OK' を押すと、アップグレードを続行します。
ka: დააჭირეთ ღილაკს 'დიახ', რომ გააგრძელოთ ვერსიის აწევა.
lv: Nospiediet 'LABI', lai turpinātu jaunināšanu.
ms: Tekan 'OK' untuk meneruskan naik taraf.
nb: Trykk 'OK' for å fortsette med oppgraderingen.
nl: Druk op 'Oké' om door te gaan met de opwaardering.
oc: Clicatz « D’acòrdi » per contunhar la mesa a nivèl.
pl: Naciśnij 'OK', aby kontynuować aktualizację.
pt: Prima 'OK' para continuar com a atualização.
pt_br: Pressione 'OK' para continuar com a atualização.
ro: Apăsați „OK” pentru a continua cu actualizarea.
ru: Нажмите "OK" для продолжения обновления.
sk: Ak chcete pokračovať v inovácii, stlačte tlačidlo „OK“.
sl: Pritisnite »V redu« za nadaljevanje nadgradnje.
sq: Shtypni 'Në rregull' për të vazhduar me përmirësimin.
sr: Притисните „У реду“ да наставите са надоградњом.
sv: Klicka 'OK' för att fortsätta uppgraderingen.
te: అప్‌గ్రేడ్‌ను కొనసాగించడానికి 'సరే' నొక్కండి.
tr: Yükseltme işlemine devam etmek için 'Tamam'a basın.
uk: Натисніть 'OK' для продовження оновлення.
uz: Yangilashni davom ettirish uchun "OK" tugmasini bosing.
vi: Nhấn 'OK' để tiếp tục nâng cấp.

source: Removing newly orphaned packages...
ar: إزالة الحزم اليتيمة الجديدة
ast: Desaniciando paquetes güérfanos...
be: Выдаленне нядаўніх сіроцкіх пакетаў...
ca: Eliminant els paquets orfes recents...
cs: Odstraňování nově osiřelých balíčků…
cy: Yn tynnu'r pecynnau amddifad newydd...
da: Fjerner pakker, der for nyligt er blevet forældreløse …
el: Κατάργηση των πρόσφατα ορφανών πακέτων...
eo: Forigado de novaj orfaj pako...
es: Eliminando paquetes huérfanos...
et: Äsja orvuks jäänud pakendite eemaldamine..
eu: Berriki umezurtz geratutako paketeak kentzen...
fa: درحال حذف بسته‌های به‌تازگی یتیم شده...
fi: Poistetaan uusia orvoksi jääneitä paketteja...
fr_ca: Suppression des paquets nouvellement orphelins…
he: מתבצעת הסרת חבילות ש'התיתמו' לאחרונה...
hi: नए अनाथ पैकेजों को हटाना...
hr: Uklanjanje novih osnovnih paketa...
hu: Árván maradt csomagok eltávolítása…
ia: Eliminante novemente pachettos orphano...
id: Menghapus paket yang baru menjadi tak dirawat...
is: Fjarlægi nýlega munaðarlausa (orphaned) pakka...
it: Rimozione dei nuovi pacchetti orfani in corso...
ja: 新しく孤立したパッケージを削除しています...
ka: იშლება ახლახან მიტოვებული პაკეტები...
lv: Noņem pamestās pakotnes...
ms: Mengalih keluar pakej yatim yang baru...
nb: Fjerner nylig oppdagede foreldreløse pakker...
nl: Zojuist verweesde pakketten aan het verwijderen...
oc: Supression dels paquets novèlament orfanèls…
pl: Usuwanie nowo osieroconych pakietów...
pt: A remover novos pacotes órfãos...
pt_br: Removendo pacotes orfãos recentes...
ro: Se elimină pachetele proaspăt orfane...
ru: Удаление новых неиспользуемых пакетов...
sk: Odstraňujú sa novo osirelé balíky...
sl: Odstranjevanje novo osirotelih paketov ...
sq: Duke hequr paketat e sapo jetime...
sr: Уклањам новонапуштене пакете...
sv: Tar bort paket som nyligen blivit föräldralösa...
te: కొత్తగా అనాథ ప్యాకేజీలను తొలగిస్తోంది...
tr: Yeni sahipsiz paketler kaldırılıyor...
uk: Видалення нових пакунків сиріт...
uz: Yangi yetim paketlar olib tashlanmoqda...
vi: Loại bỏ các gói mới mồ côi...

source: Pointing to the new release...
ar: الإشارة إلى الاصدار الجديد...
ast: Siñando a la nueva versión...
be: Указанне новага рэлізу...
ca: Apuntant a la nova versió...
cs: Přechod na nové vydání…
cy: Yn cyfeirio at y ryddhad newydd...
da: Peger på den nye udgivelse …
de: Auf die neue Version wird verwiesen …
el: Κατεύθυνση στην νέα έκδοση...
eo: Indikado al la nova eldono...
es: Apuntando a la nueva versión...
et: Osutades uuele väljaandele...
eu: Argitalpen berrira seinalatzen...
fa: درحال اشاره به نسخه جدید...
fi: Osoittaa uuteen julkaisuun...
fr_ca: Configuration des dépôts pour la nouvelle version…
he: הפניה למהדורה החדשה...
hi: नवीन संस्करण की ओर इंगित किया जा रहा है...
hr: Upućivanje na novo izdanje...
hu: Az új kiadásra mutatva…
ia: Indicante le nove version...
id: Menunjuk ke rilis baru...
is: Beini í nýju útgáfuna...
it: Punto alla nuova versione...
ja: 新しいリリースを指すようにしています...
ka: მითითება ახალი რელიზისკენ...
lv: Norāda uz jaunāko versiju...
ms: Menghala ke keluaran baharu...
nb: Peker til den nye utgivelsen...
nl: Instellen op de nieuwe versie...
oc: Configuracion dels depauses cap a la version novèla…
pl: Wskazywanie na nowe wydanie...
pt: Apontando para a nova versão...
pt_br: Apontando para o novo lançamento...
ro: Arătând spre noua lansare...
ru: Указывает на новый релиз...
sk: Cielenie k novému vydaniu...
sl: Kazanje na novo izdajo ...
sq: Duke treguar për publikimin e ri...
sr: Указујем на ново издање...
sv: Hänvisar till den nya versionen...
te: కొత్త విడుదలను సూచిస్తూ..
tr: Yeni sürüm noktasına geçiş yapılıyor...
uk: Вказує на новий реліз...
uz: Yangi nashrga ishora qilmoqda...
vi: Trỏ vào bản phát hành mới...

source: Upgrade simulation
ar: محاكاة الترقية
ast: Simulación d'anovamientu
be: Абнавіць сімуляцыю
ca: Simulació d'actualització
cs: Simulace upgradu
cy: Efelychiad o'r diweddariad
da: Opgraderingssimulering
de: Aktualisierungssimulation
el: Προσομοίωση αναβάθμισης
eo: Promocia simulado
es: Simulación de la actualización
et: Uuenduse simulatsioon
eu: Bertsio-berritzearen simulazioa
fa: شبیه‌سازی ارتقا
fi: Päivityksen simulointi
fr_ca: Simulation de mise à niveau
he: הדמיית עדכון
hi: अपग्रेड हेतु अनुकरण प्रक्रिया
hr: Simulacija nadogradnje
hu: Megújítás szimuláció
ia: Simulation de modernisation
id: Simulasi peningkatan
is: Herming eftir uppfærslu
it: Simulazione di aggiornamento
ja: アップグレードシミュレーション
ka: ვერსიის აწევის სიმულაცია
lv: Jaunināšanas simulācija
ms: Simulasi naik taraf
nb: Simulering av oppgradering
nl: Nabootsing van de opwaardering
oc: Simulacion de mesa a nivèl
pl: Symulacja aktualizacji
pt: Simulação de atualização
pt_br: Simulação de atualização
ro: Upgrade simulare
ru: Имитация обновления
sk: Simulácia povýšenia
sl: Simulacija nadgradnje
sq: Simulimi i përmirësimit
sr: Симулација надоградње
sv: Simulerad uppgradering
te: అనుకరణను అప్‌గ్రేడ్ చేయండి
tr: Yükseltme simülasyonu
uk: СимуляціяС оновлення
uz: Yangilash simulyatsiyasi
vi: Mô phỏng nâng cấp

source: Simulating upgrade to check hard disk space and potential issues...
ar: تجري محاكاة الترقية من اجل التحقق من مساحة القرص الصلب والمشاكل المحتملة...
ast: Simulación d'anovamientu pa comprebar espaciu'n discu ya posibles erros.
be: Сімуляцыя абнаўлення для праверкі месца на дыску і патэнцыйных праблем...
ca: Simulant l'actualització per comprovar l'espai del disc dur i possibles problemes...
cs: Simulace upgradu pro kontrolu místa na pevném disku a potenciálních problémů...
cy: Wrthi'n efelychu uwchraddiad i wirio gofod disg caled a phroblemau posibl...
da: Simulerer opgradering for at tjekke plads på harddisken og potentielle problemer …
de: Aktualisierung wird simuliert, um den Speicherplatz und auf mögliche Probleme zu überprüfen …
el: Προσομοίωση αναβάθμισης για έλεγχο χώρου στον σκληρό δίσκο και πιθανών προβλημάτων...
eo: Simulado de promocio por kontroli fiksitan diskospacon kaj eblajn problemojn...
es: Simulando la actualización para comprobar el espacio en el disco duro y posibles problemas...
et: Uuenduse simuleerimine kõvakettaruumi ja võimalike probleemide kontrollimiseks...
eu: Bertsio-berritzea simulatzen, disko gogorreko lekua eta arazo posibleak egiaztatzeko...
fa: شبیه‌سازی ارتقا برای بررسی فضای دیسک و اشکالات احتمالی...
fi: Simuloidaan päivitystä levytilan ja mahdollisten ongelmien tarkistamiseksi...
fr_ca: Simulation de la mise à niveau pour vérifier l'espace disque et les problèmes potentiels…
he: הדמית עדכון לבחינת נפח כונן קשיח וסוגיות אפשריות...
hi: अपग्रेड अनुकरण द्वारा हार्ड डिस्क का स्पेस व संभावित समस्याओं की जाँच जारी...
hr: Simulacija nadogradnje u svrhu provjere prostora tvrdog diska i mogućih problema...
hu: Szimulált megújítás a merevlemez helyfoglalás és az esetleges problémák ellenőrzésére…
ia: Simulante le modernisation pro controlar le spatio de disco dur e potential problemas...
id: Mensimulasikan pemutakhiran untuk memeriksa ruang hard disk dan potensi masalah...
is: Líki eftir uppfærslunni til að athuga með diskapláss og möguleg vandamál...
it: Simulazione dell'aggiornamento per controllare lo spazio su disco e potenziali problemi...
ja: ハードディスクの空き容量や、潜在的な問題を確認するため、アップグレードをシミュレートしています...
ka: ვერსიის აწევის სიმულაცია დისკზე ადგილისა და პოტენციური პრობლემების გადასამოწმებლად...
lv: Notiek jaunināšanas simulācija, lai pārbaudītu vietu cietajā diskā un iespējamās problēmas...
ms: Mensimulasikan naik taraf untuk memeriksa ruang cakera keras dan potensi isu...
nb: Simulering av oppgradering
nl: Opwaardering aan het nabootsen om de hardeschijfruimte na te kijken en om mogelijke problemen te ontdekken...
oc: Simulacion de la mesa a nivèl per verificar l'espaci disc e los problèmas potencials…
pl: Symulowanie aktualizacji systemu w celu sprawdzenia miejsca na dysku twardym i potencjalnych problemów...
pt: A simular atualização para verificar o espaço no disco rígido e possíveis problemas...
pt_br: Simulando atualização para verificar o espaço no disco rígido e possíveis problemas...
ro: Se simulează upgrade pentru a verifica spațiul pe hard disk și potențiale probleme...
ru: Воспроизведение обновления для проверки свободного места на накопителе и возможных неполадок...
sk: Simulácia povýšenia kontroluje priestor na disku a potenciálne problémy...
sl: Simuliranje nadgradnjem da preverite prostor na trdem disku in možne napake ...
sq: Duke simuluar përmirësimin për të kontrolluar hapësirën e diskut të ngurtë dhe problemet e mundshme...
sr: Симулирам надоградњу да проверим простор чврстог диска и могуће проблеме...
sv: Simulerar uppgradering för att kontrollera hårddiskutrymme och hitta eventuella problem...
te: హార్డ్ డిస్క్ స్థలం మరియు సంభావ్య సమస్యలను తనిఖీ చేయడానికి అప్‌గ్రేడ్‌ను అనుకరిస్తోంది...
tr: Sabit disk alanı ve olası sorunları denetlemek için yükseltme simülasyonu yapılıyor...
uk: Симуляція оновлення задля перевірки вільного місця на жорсткому диску та можливих проблем...
uz: Qattiq diskdagi bo‘sh joy va yuzaga kelishi mumkin bo‘lgan muammolarni tekshirish uchun yangilanish taqlid qilinmoqda...
vi: Mô phỏng nâng cấp để kiểm tra dung lượng ổ cứng và các vấn đề tiềm ẩn...

source: The simulation was not successful.
ar: المحاكاة فشلت.
ast: Hebu un fallu cola simulación.
be: Сімуляцыя прайшла няўдала.
ca: La simulació ha fallat.
cs: Simulace nebyla úspěšná.
cy: Nid oedd yr efelychiad yn llwyddiannus.
da: Simuleringen lykkedes ikke.
de: Die Simulation war nicht erfolgreich.
el: Η προσομοίωση δεν ήταν επιτυχής.
eo: La simulado malsukcesis.
es: La simulación no tuvo éxito.
et: Simulatsioon ei õnnestunud.
eu: Simulazioa ez da arrakastatsua izan.
fa: شبیه‌سازی موفقیت آمیز نبود.
fi: Simulaatio ei onnistunut.
fr_ca: La simulation a échoué.
he: הדמיה זו לא צלחה.
hi: अनुकरण प्रक्रिया विफल रही।
hr: Simulacija je obavljena uspješno.
hu: A szimuláció nem sikerült.
ia: Le simulation non habeva successo.
id: Simulasi tidak berhasil.
is: Hermingin tókst ekki.
it: La simulazione non ha avuto successo.
ja: シミュレーションが失敗しました。
ka: სიმულაცია წარუმატებელია.
lv: Simulācija neizdevās.
ms: Simulasi tidak berjaya.
nb: Simuleringen var ikke vellykket.
nl: De nabootsing is niet gelukt.
oc: La simulacion a fracassat.
pl: Symulacja nie powiodła się.
pt: A simulação não foi bem sucedida.
pt_br: A simulação não foi bem sucedida.
ro: Simularea nu a avut succes.
ru: Воспроизведение прошло неудачно.
sk: Simulácia nebola úspešná.
sl: Simulacija ni uspela.
sq: Njëkohësisht nuk pati sukses.
sr: Симулација није успела.
sv: Simuleringen misslyckades.
te: ఆ అనుకరణ విజయవంతం కాలేదు.
tr: Simülasyon başarısız.
uk: Симуляція завершилась невдало.
uz: Simulyatsiya muvaffaqiyatli bo‘lmadi.
vi: Mô phỏng không thành công.
