Repository: linuxmint/mintupgrade
Catalog: po/mintupgrade-*.po
Languages: ar, ast, be, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, ka, lv, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sv, te, tr, uk, uz, vi

source: Upgrading would remove the following important packages:
ar: الترقية تتطلب ازالة الحزم المهمة التالية:
ast: L'anovamientu va desaniciar los siguientes paquetes d'importancia:
be: Абнаўленне можа выдаліць важныя пакеты:
ca: L'actualització eliminaria els següents paquets importants:
cs: Upgrade by odstranil následující důležité balíčky:
cy: Bydd uwchraddio yn dileu'r pecynnau pwysig canlynol:
da: Opgraderingen ville fjerne følgende vigtige pakker:
de: Die Aktualisierung würde folgende wichtige Pakete entfernen:
el: Η αναβάθμιση θα αφαιρέσει τα ακόλουθα σημαντικά πακέτα:
eo: Promocio forigus la sekvajn gravajn pakojn:
es: La actualización eliminaría los siguientes paquetes importantes:
et: Uuendamine eemaldaks järgmised olulised paketid:
eu: Bertsio-berritzeak ondorengo pakete garrantzitsuak kenduko lituzke:
fa: ارتقا بسته های مهم زیر را حذف میکند:
fi: Päivitys poistaisi seuraavat tärkeät paketit:
fr_ca: La mise à niveau entrainerait la suppression des paquets importants suivants:
he: השדרוג יסיר את החבילות החשובות הבאות:
hi: अपग्रेड हेतु निम्नलिखित आवश्यक पैकेज हटाने की आवश्यकता है :
hr: Nadogradnja će ukloniti sljedeće bitne pakete:
hu: A rendszermegújítás a következő fontos csomagokat távolítaná el:
ia: Le promotion removerea le sequente importante pacchettos:
id: Upgrade akan menghapus paket-paket penting berikut:
is: Uppfærsla mun fjarlægja eftirfarandi mikilvæga pakka:
it: L'aggiornamento rimuoverebbe i seguenti pacchetti importanti:
ja: アップグレードすると、これらの重要なパッケージが削除されます:
ka: ვერსიის აწევა წაშლიდა შემდეგ საჭირო პაკეტებს:
lv: Jauninot tiks noņemtas šādas svarīgas pakotnes:
ms: Naik taraf akan membuang pakej penting berikut:
nb: Oppgradering vil fjerne følgende viktige pakker:
nl: Opwaarderen zou de volgende belangrijke pakketten verwijderen:
oc: La mesa a nivèl suprimirà los paquets importants seguents :
pl: Aktualizacja usunęłaby następujące pakiety ważne:
pt: A atualização removeria os seguintes pacotes importantes:
pt_br: A atualização removeria os seguintes pacotes importantes:
ro: Îmbunătățirea ar elimina următoarele pachete importante:
ru: При обновлении были бы удалены следующие важные пакеты:
sk: Povýšenie verzie systému odstráni nasledujúce dôležité balíky:
sl: Nadgradnja bi odstranila naslednje pomembne pakete:
sq: Përditësimi të hiqte paketat e tjera të rëndësishme:
sr: Надоградња ће уклонити следеће важне пакете:
sv: En uppgradering skulle ta bort följande viktiga paket:
te: అప్‌గ్రేడ్ చేయడం వలన ఈ క్రింది ముఖ్యమైన ప్యాకేజీలు తొలగిపోతాయి:
tr: Yükseltme, aşağıdaki önemli paketleri kaldıracak:
uk: При оновленні було б видалено наступні важливі пакунки:
uz: Yangilash quyidagi muhim paketlarni olib tashlaydi:
vi: Việc nâng cấp sẽ loại bỏ các gói quan trọng sau:

source: Unwanted removals
ar: إزالة الغير مرغوب فيه
ast: Desanicios non deseaos
be: Непажаданыя выдаленні
ca: Eliminacions no desitjades
cs: Nežádoucí odstranění
cy: Eitemau diangen
da: Uønskede fjernelser
de: Unerwünschte Entfernungen
el: Ανεπιθύμητες αφαιρέσεις
eo: Nedezirataj forigoj
es: Eliminaciones no deseadas
et: Soovimatud eemaldamised
eu: Nahi ez diren ezabaketak
fa: حذف های ناخواسته
fi: Haitalliset poistot
fr_ca: Suppressions non-désirées
he: הסרות לא רצויות
hi: पैकेज जिन्हें हटाना अवांछनीय है
hr: Neželjena uklanjanja
hu: Eltávolításra nem javasolt csomagok
ia: Remotiones indesirate
id: Penghapusan yang tidak diinginkan
is: Óæskilegar fjarlægingar
it: Rimozioni indesiderate
ja: 望ましくない削除
ka: არასასურველი წაშლები
lv: Nevēlama noņemšana
ms: Pembuangan yang tidak diingini
nb: Uønskede fjerninger
nl: Ongewenste verwijderingen
oc: Supression pas volguda
pl: Niechciane usunięcia
pt: Remoções indesejadas
pt_br: Remoções indesejadas
ro: Îndepărtări nedorite
ru: Нежелательные удаления
sk: Nechcené odstránenie
sl: Neželene odstranitve
sq: Largime të padëshiruara
sr: Нежељена уклањања
sv: Oönskade borttagningar
te: అవాంఛిత తొలగింపులు
tr: Silinmesi istenmeyenler
uk: Небажані видалення
uz: Keraksiz olib tashlashlar
vi: Xóa không mong muốn

source: This is a sign that something is wrong and needs to be fixed before going further.
ar: هذه إشارة الى ان هناك شيء خطأ ما ويجب اصلاحه قبل محاولة التقدم.
ast: Esto ye seña de que daqué va mal ya que ríquese la so igua enantes de siguir.
be: Гэта паказвае што нешта здарылася і трэба выправіць праблему перад працягам.
ca: Aquest és un senyal que alguna cosa no funciona i s'ha de solucionar abans de continuar.
cs: To je známka toho, že něco není v pořádku a je třeba to opravit, než půjdete dál.
cy: Mae hyn yn arwydd bod rhywbeth o'i le a bod angen ei drwsio cyn mynd ymhellach.
da: Det er et tegn på, at noget er galt og skal løses, inden du går videre.
de: Das ist ein Zeichen dafür, dass etwas nicht in Ordnung ist und behoben werden muss, bevor es weitergeht.
el: Αυτό είναι ένα σημάδι ότι κάτι δεν πάει καλά και πρέπει να διορθωθεί πριν προχωρήσουμε περαιτέρω.
eo: Ĉi tio estas signo, ke io estas difektita kaj estu riparita antaŭ ol daŭrigi.
es: Esto es una señal de que hay un error que se debe corregir antes de continuar.
et: See on märk sellest, et midagi on valesti ja see tuleb enne edasiminekut parandada.
eu: Hau zerbait oker dagoenaren adierazgarri da eta aurrera jarraitu aurretik konpondu behar da.
fa: این نشانه این است که چیزی اشتباه است و باید قبل از پیش‌تر رفتن درست شود.
fi: Tämä on merkki siitä, että jokin on vialla ja se on korjattava ennen kuin jatkat eteenpäin.
fr_ca: Cela indique qu’il y a un problème qui doit être corrigé avant de poursuivre
he: זה סימן שמשהו השתבש ודורש תיקון לפני שניתן יהיה להמשיך.
hi: यह संकेत है कि कोई समस्या है एवं अगले चरण पर जाने से पहले इसका समाधान आवश्यक है।
hr: Ovo je naznaka da nešto nije u redu i treba se popraviti prije daljnjeg nastavka.
hu: Ez valamilyen nagyobb hibára utal, amelyet folytatás előtt ki kell javítani.
ia: Isto es un signo que alco es incorrecte e debe esser reparate ante vader plus ultra.
id: Ini adalah tanda bahwa ada sesuatu yang salah dan perlu diperbaiki sebelum melangkah lebih jauh.
is: Þetta er merki um að eitthvað sé ekki í lagi og þurfi að laga áður en lengra er haldið.
it: Questo è un segno che qualcosa non va e deve essere risolto prima di procedere.
ja: これは何らかの問題を示している可能性があり、先へ進む前に、まず問題の修正が必要です。
ka: ეს ნიშანია, რომ რაღაც არასწორია და საჭიროებს მიხედვას, სანამ შემდეგ ნაბიჯზე გადახვალთ.
lv: Tā ir zīme, ka kaut kas nav kārtībā un tas jānovērš pirms turpināšanas.
ms: Ini adalah petanda bahawa sesuatu tidak betul dan perlu diperbaiki sebelum meneruskan.
nb: Dette er et tegn på at noe er galt og må fikses før du går videre.
nl: Dit is een teken dat er iets mis is dat moet worden hersteld alvorens u verder gaat.
oc: Aquò implica un problèma que deu èsser corregit abans de contunhar.
pl: To znak, że coś jest nie tak i trzeba to naprawić, zanim przejdziesz dalej.
pt: Este é um sinal de que algo está errado e precisa de ser corrigido antes de prosseguir.
pt_br: Este é um sinal de que algo está errado e precisa ser corrigido antes de prosseguir.
ro: Acesta este un semn că ceva nu este în regulă și trebuie remediat înainte de a merge mai departe.
ru: Это признак наличия неполадки, требующей исправления перед выполнением дальнейших действий.
sk: Toto signalizuje, že niečo je zle a musí to byť opravené, než sa pôjde ďalej.
sl: To je znak, da je nekaj narobe in da je pred nadaljevanjem potrebno popravilo.
sq: Kjo është një shenjë se diçka nuk shkon dhe duhet të rregullohet përpara se të vazhdohet më tej.
sr: То је знак да нешто није у реду и да треба да се поправи пре него што наставите.
sv: Detta visar att någonting är fel och behöver åtgärdas innan du fortsätter.
te: ఇది ఏదో తప్పు జరిగిందని మరియు ముందుకు వెళ్ళే ముందు దాన్ని పరిష్కరించాల్సిన అవసరం ఉందని సూచిస్తుంది.
tr: Bu, bir şeylerin yanlış olduğunun ve daha ileri aşamalara geçmeden önce düzeltilmesi gerektiğinin bir işaretidir.
uk: Це ознака того, що щось пішло не так і це потрібно виправити, перш ніж рухатись далі.
uz: Bu biror narsa noto‘g‘ri ekanligini va oldinga borishdan oldin tuzatish kerakligini ko‘rsatadigan belgidir.
vi: Đây là dấu hiệu cho thấy có điều gì đó không ổn và cần được khắc phục trước khi tiến xa hơn.

source: Recommended solution
ar: الحل المقترح
ast: Solución encamentada.
be: Рэкамендаванае рашэнне
ca: Solució recomanada
cs: Doporučené řešení
cy: Y datrysiad sy'n cael ei argymhell
da: Anbefalet løsning
de: Empfohlene Lösung
el: Προτεινόμενη λύση
eo: Rekomendita solvo
es: Solución recomendada
et: Soovitatav lahendus
eu: Gomendatutako konponbidea
fa: راه حل پیشنهادی
fi: Suositeltava ratkaisu
fr_ca: Solution recommandée
he: פתרון מומלץ
hi: अनुशंसित समाधान
hr: Preporučljiva rješenja
hu: Javasolt megoldás
ia: Solution recommendate
id: Solusi yang disarankan
is: Lausn sem mælt er með
it: Soluzione consigliata
ja: 推奨される解決策
ka: რეკომენდებული გადაწყვეტილება
lv: Ieteicamais risinājums
ms: Penyelesaian yang disyorkan
nb: Anbefalt løsning
nl: Aanbevolen oplossing
oc: Solucion recomandada
pl: Zalecane rozwiązanie
pt: Solução recomendada
pt_br: Solução recomendada
ro: Soluție recomandată
ru: Желательные решения
sk: Odporúčané riešenie
sl: Predlagana rešitev
sq: Zgjidhje e rekomanduar
sr: Препоручено решење
sv: Rekommenderad lösning
te: సిఫార్సు చేసిన పరిష్కారం
tr: Önerilen çözüm
uk: Рекомендовані вирішення
uz: Tavsiya etilgan yechim
vi: Giải pháp được đề nghị

source: Use apt-get in a terminal to troubleshoot and solve the issue.
ar: استعمل apt-get في الطرفية لاكتشاف الخطأ وإصلاحه.
ast: Executa apt-get nuna terminal pa iguar el problema.
be: Скарыстайцеся apt-get у тэрмінале каб знайсці і выправіць праблему.
ca: Utilitzeu apt-get en un terminal per resoldre el problema.
cs: Použijte apt-get v terminálu k odstranění a vyřešení problému.
cy: Defnyddiwch apt-get mewn terfynell i ddatrys problemau a datrys y mater.
da: Kør apt-get i en terminal for at fejlsøge og løse problemet.
de: Verwenden Sie apt-get in einem Terminal, um das Problem zu suchen und zu lösen.
el: Χρησιμοποιήστε το apt-get σε ένα τερματικό για την αντιμετώπιση και επίλυση του προβλήματος.
eo: Uzu apt-get en terminalo por solvi la problemon.
es: Use apt-get en un terminal para solucionar el problema.
et: Kasutage tõrkeotsinguks ja probleemi lahendamiseks terminalis apt-get lahendeid.
eu: Erabili apt-get terminal batean arazoa konpontzeko.
fa: از apt-get در یک ترمینال برای عیب‌یابی و حل مشکل استفاده کنید.
fi: Käytä apt-get päätteessä vianmääritykseen ja ongelman ratkaisemiseen.
fr_ca: Utilisez apt-get dans un terminal pour identifier les problèmes et trouver une solution.
he: לפתרון בעיות, נא להשתמש ב־apt-get במסוף.
hi: टर्मिनल में apt-get कमांड का उपयोग कर इस समस्या का निवारण करें।
hr: Koristite apt-get za provjeru i popravak problema.
hu: Használja a terminálban az „apt-get” parancsot a hiba megkereséséhez és megoldásához.
ia: Usa apt-get in un terminal pro diagnosticar e solver le problema.
id: Gunakan apt-get di terminal untuk memecahkan dan menyelesaikan masalah.
is: Notaðu 'apt-get' í skjáhermi (terminal) til að villuleita og leysa vandamálið.
it: Utilizza apt-get in un terminale per diagnosticare e risolvere il problema.
ja: 端末で apt-get を使用し、問題のトラブルシューティングと解決を行います。
ka: გამოიყენეთ apt-get ტერმინალში, რომ აღმოაჩინოთ და გადაჭრათ პრობლემა.
lv: Izmantojiet apt-get terminālī, lai novērstu un atrisinātu problēmu.
ms: Gunakan apt-get dalam terminal untuk memperbaiki dan menyelesaikan masalah.
nb: Bruk apt-get i et terminalvindu for å feilsøke og løse problemet.
nl: Voer apt-get uit in een terminalvenster voor probleemoplossing.
oc: Utilizatz la comanda « apt-get » dins un terminal per identificar e corregir los problèmas.
pl: Użyj polecenia apt-get w terminalu, aby rozwiązać problem.
pt: Usar o apt-get num terminal para resolução de problemas e resolver o problema.
pt_br: Use o apt-get em um terminal para solucionar problemas e resolver o problema.
ro: Utilizați apt-get într-un terminal pentru a depana și a rezolva problema.
ru: Используйте apt-get в терминале для выявления и решения проблемы.
sk: Použite príkaz apt v termináli pre vyhľadanie poruchy a riešenie problému.
sl: Uporabite apt-get v terminalu, ki vam bo pomagal odpraviti težavo.
sq: Përdorni apt-get në një terminal për të zgjidhur problemin dhe për të zgjidhur atë.
sr: Користите „apt-get“ у терминалу да пронађете решење и решите проблем.
sv: Använd apt-get i ett terminalfönster för att felsöka och lösa problemet.
te: సమస్యను పరిష్కరించడానికి మరియు పరిష్కరించడానికి టెర్మినల్‌లో apt-get ని ఉపయోగించండి.
tr: Sorunu gidermek ve çözmek için bir uçbirimde apt-get kullanın.
uk: Використайте apt-get в терміналі задля усунення неполадок та вирішення проблеми.
uz: Muammoni bartaraf etish va hal qilish uchun terminalda apt-get dan foydalaning.
vi: Sử dụng apt-get trong trình dòng lệnh để khắc phục sự cố.

source: Don't hesitate to seek help on the forums and the chat room.
ar: لا تتردد في طلب المساعدة في المنتديات وغرفة المحادثة.
ast: Nun duldes en guetar aida nos foros o nes sales de charra.
be: Не саромейцеся пашукаць дапамогу на форумах і ў чаце.
ca: No dubteu a buscar ajuda als fòrums i a la sala de xat.
cs: Neváhejte a vyhledejte pomoc na fórech a na chatu.
cy: Peidiwch ag oedi cyn ceisio cymorth ar y fforymau a'r ystafell sgwrsio.
da: Tøv ikke med at søge hjælper i foraene og i chatrummet.
de: Zögern Sie nicht, in den Foren und im Chatroom um Hilfe zu bitten.
el: Μη διστάσετε να αναζητήσετε βοήθεια στα φόρουμ και στο chat room.
eo: Ne hezitu serĉi helpon en la forumoj kaj la babilejo.
es: No dude en buscar ayuda en los foros y en el chat.
et: Ärge kartke otsida abi foorumitest ja jututoast.
eu: Ez izan zalantzarik: bilatu laguntza foro eta txat gelan.
fa: برای جست‌وجوی کمک در فرم ها و اتاق گفت و گو تردید نکنید.
fi: Älä epäröi pyytää apua foorumeilta ja chatissa.
fr_ca: N'hésitez pas à demander de l'aide sur les forums et dans le clavardoir.
he: לא להסס להשיג עזרה בפורומים וחדרי שיחוח.
hi: चर्चा मंचों व आईआरसी चैट कक्ष के माध्यम से सहायता प्राप्त करने में संकोच न करें।
hr: Ne ustručavajte se potražiti pomoć na forumima i sobama za razgovor.
hu: Nyugodtan kérjen segítséget a fórumokon és a csevegőszobában.
ia: Non hesitar a cercar adjuta super le foros e le sala de chat.
id: Jangan ragu untuk mencari bantuan di forum dan ruang obrolan.
is: Ekki hika við að biðja um aðstoð á vefspjallinu og spjallsrásunum.
it: Non esitare a cercare aiuto sui forum e nella chat room.
ja: フォーラムやチャットルームで、遠慮なく助けを求めてください。
ka: ნუ დაიხევთ უკან და ითხოვეთ დახმარება ფორუმებზე და ჩატის ოთახებში.
lv: Nevilcinieties meklēt palīdzību forumos un tērzētavā.
ms: Jangan teragak-agak untuk mendapatkan bantuan di forum dan bilik sembang.
nb: Ikke nøl med å søke hjelp på forumene og chatterommet.
nl: Aarzel niet om hulp te zoeken op de fora en in de chatkamer.
oc: Esitetz pas a demandar d'ajuda suls fòrums e dins la sala de discussion.
pl: Nie wahaj się szukać pomocy na forach i w pokojach czatu.
pt: Não hesite em procurar ajuda nos fóruns e na sala de chat.
pt_br: Não hesite em procurar ajuda nos fóruns e na sala de bate-papo.
ro: Nu ezitați să căutați ajutor pe forumuri și pe camera de chat.
ru: Не стесняйтесь обращаться за помощью на форумы и в беседы.
sk: Neváhajte vyhľadať pomoc na fórach a miestnostiach pre chat na to určených.
sl: Ne oklevajte pri iskanju pomoči na forumih in v klepetalnicah.
sq: Mos hezitoni të kërkoni ndihmë në forume dhe në dhomën e bisedave.
sr: Не устручавајте се да затражите помоћ на форумима и у причаоницама.
sv: Tveka inte att söka hjälp i våra forum och i chattrummet.
te: ఫోరమ్‌లు మరియు చాట్ రూమ్‌లలో సహాయం కోరడానికి వెనుకాడకండి.
tr: Forumlarda ve sohbet odasında yardım aramaktan çekinmeyin.
uk: Не соромтеся шукати допомоги на форумах і в чаті.
uz: Forumlar va chat xonasida yordam so‘rashdan tortinmang.
vi: Đừng ngần ngại tìm kiếm sự trợ giúp trên các diễn đàn và phòng trò chuyện.

source: Additional information
ar: معلومات إضافية
ast: Otres informaciones
be: Дадатковая інфармацыя
ca: Informació addicional
cs: Další informace
cy: Gwybodaeth ychwanegol
da: Yderligere oplysninger
de: Zusätzliche Information
el: Πρόσθετες πληροφορίες
eo: Aldona informo
es: Información adicional
et: Lisainfo
eu: Informazio gehigarria
fa: اطلاعات بیشتر
fi: Lisätietoja
fr_ca: Renseignements supplémentaires
he: מידע נוסף
hi: अतिरिक्त सूचना
hr: Dodatne informacije
hu: További információk
ia: Information additional
id: Informasi tambahan
is: Viðbótarupplýsingar
it: Informazioni aggiuntive
ja: 補足の情報
ka: დამატებითი ინფორმაცია
lv: Papildu informācija
ms: Maklumat tambahan
nb: Tilleggsinformasjon
nl: Aanvullende informatie
oc: Informacions addicionalas
pl: Dodatkowe informacje
pt: Informação adicional
pt_br: Informação adicional
ro: Informaţii suplimentare
ru: Дополнительные сведения
sk: Ďalšie informácie
sl: Dodatne informacije
sq: Informacion shtesë
sr: Додатне информације
sv: Ytterligare information
te: అదనపు సమాచారం
tr: Ek bilgi
uk: Додаткова інформація
uz: Qo‘shimcha ma'lumot
vi: Thông tin thêm

source: The information below might help solve the issue.
ar: المعلومات التالية قد تساعد في اصلاح المشكل.
ast: La información d'abaxu podría aidate a iguar el problema.
be: Інфармацыя ніжэй можа дапамагчы выправіць праблему.
ca: La informació següent pot ajudar a resoldre el problema.
cs: Níže uvedené informace mohou pomoci problém vyřešit.
cy: Efallai y bydd y wybodaeth isod yn helpu i ddatrys y mater.
da: Oplysningerne nedenfor kan måske hjælpe med at løse problemet.
de: Die folgenden Informationen könnten zur Lösung des Problems beitragen.
el: Οι παρακάτω πληροφορίες ενδέχεται να βοηθήσουν στην επίλυση του προβλήματος.
eo: La suba informo eble helpas solvi la problemon.
es: La siguiente información podría ayudar a resolver el problema.
et: Allolev teave võib aidata probleemi lahendada.
eu: Beheko informazioak arazoa konpontzen lagun dezake.
fa: اطلاعات زیر شاید به حل مشکل کمک کند.
fi: Alla olevat tiedot voivat auttaa ratkaisemaan ongelman.
fr_ca: Les renseignements ci-dessous peuvent vous aider à corriger le problème.
he: המידע מטה עשוי לסייע ביישוב הסוגיה.
hi: समस्या के समाधान हेतु नीचे दी गई सूचना सहायक हो सकती है।
hr: Informacije ispod mogu pomoći u rješavanju problema.
hu: Az alábbi információk segíthetnek a probléma elhárításában.
ia: Le informationes infra poterea adjutar a solver le problema.
id: Informasi di bawah ini mungkin dapat membantu mengatasi masalah tersebut.
is: Upplýsingarnar hér að neðan gætu hjálpað við að leysa vandamálið.
it: Le seguenti informazioni potrebbero aiutare a risolvere il problema.
ja: 下記の情報は、問題を解決する手がかりになるかもしれません。
ka: ინფორმაციას ქვემოთ შეუძლია, დაგეხმაროთ პრობლემის გადაწყვეტაში.
lv: Zemāk esošā informācija var palīdzēt atrisināt problēmu.
ms: Maklumat di bawah mungkin dapat menyelesaikan isu tersebut.
nb: Informasjonen nedenfor kan bidra til å løse problemet.
nl: De onderstaande informatie zou kunnen helpen om het probleem op te lossen.
oc: Las informacions çai jos pòdon ajudar a trobar de solucions.
pl: Poniższe informacje mogą pomóc w rozwiązaniu problemu.
pt: A informação abaixo pode ajudar a resolver o problema.
pt_br: As informações abaixo podem ajudar a resolver o problema.
ro: Informațiile de mai jos ar putea ajuta la rezolvarea problemei.
ru: Приведённая ниже информация может помочь в решении проблем.
sk: Informácia nižšie môže pomôcť vyriešiť problém.
sl: Informacija spodaj bi vam lahko pomagala odpraviti težavo.
sq: Informacioni më poshtë mund të ndihmojë në zgjidhjen e problemit.
sr: Податак испод може помоћи у решавању проблема.
sv: Nedanstående information kanske kan lösa problemet.
te: దిగువ సమాచారం సమస్యను పరిష్కరించడంలో సహాయపడవచ్చు.
tr: Aşağıdaki bilgiler sorunun çözülmesine yardımcı olabilir.
uk: Інформація нижче, може допомогти у вирішенні проблеми.
uz: Quyidagi ma'lumotlar muammoni hal qilishga yordam beradi.
vi: Thông tin dưới đây có thể giúp giải quyết vấn đề.

source: Kept packages
ar: الحزم المحفوظة
ast: Paquetes manteníos.
be: Захаваныя пакеты
ca: Paquets conservats
cs: Zachované balíčky
cy: Pecynnau wedi'u cadw
da: Beholdte pakker
de: Behaltene Pakete
el: Διατηρηθεντα πακέτα
eo: Tenitaj pakoj
es: Paquetes conservados
et: Hoitud paketid
eu: Mantendutako paketeak
fa: بسته‌های نگه داشته شده
fi: Säilytetyt paketit
fr_ca: Paquets conservés
he: חבילות שהושארו
hi: पैकेज जो नहीं हटाए गए
hr: Zadržani paketi
hu: Megtartott csomagok
ia: Pacchettos retenite
id: Paket yang disimpan
is: Pakkar sem er haldið
it: Pacchetti mantenuti
ja: 保持されるパッケージ
ka: შენარჩუნებული პაკეტები
lv: Paturētās pakotnes
ms: Pakej yang disimpan
nb: Beholdte pakker
nl: Behouden pakketten
oc: Paquets gardats
pl: Pakiety zatrzymane
pt: Pacotes guardados
pt_br: Pacotes guardados
ro: Pachete păstrate
ru: Зафиксированные пакеты
sk: Zachované balíky
sl: Obdržani paketi
sq: Pako të ruajtura
sr: Задржани пакети
sv: Behållna paket
te: ప్యాకేజీలను ఉంచారు
tr: Korunan paketler
uk: Зафіксовані пакунки
uz: Qoldirilgan paketlar
vi: Gói lưu giữ

source: Removed packages
ar: الحزم المحذوفة
ast: Paquetes desaniciaos
be: Выдаленыя пакеты
ca: Paquets suprimits
cs: Odstraněné balíčky
cy: Pecynnau wedi'u tynnu
da: Fjernede pakker
de: Entfernte Pakete
el: Πακέτα που αφαιρέθηκαν
eo: Forigitaj pakoj
es: Paquetes eliminados
et: Eemaldatud paketid
eu: Kendutako paketeak
fa: بسته‌های حذف شده
fi: Poistetut paketit
fr_ca: Paquets retirés
he: חבילות שהוסרו
hi: पैकेज जो हटाए गए
hr: Uklonjeni paketi
hu: Eltávolított csomagok
ia: Pacchettos removite
id: Paket yang dihapus
is: Fjarlægðir pakkar
it: Pacchetti rimossi
ja: 削除されるパッケージ
ka: წაშლილი პაკეტები
lv: Noņemtās pakotnes
ms: Pakej yang dibuang
nb: Fjernede pakker
nl: Verwijderde pakketten
oc: Paquets suprimits
pl: Pakiety usunięte
pt: Pacotes removidos
pt_br: Pacotes removidos
ro: Pachete eliminate
ru: Удалённые пакеты
sk: Odstránené balíky
sl: Odstranjeni paketi
sq: Paketat e hequra
sr: уклоњени
sv: Borttagna paket
te: ప్యాకేజీలు తీసివేయబడ్డాయి
tr: Silinen paketler
uk: Вилучені пакунки
uz: Olib tashlangan paketlar
vi: Gói đã gỡ bỏ

source: Added packages
ar: الحزم المضافة
ast: Paquetes añedíos
be: Дададзеныя пакеты
ca: Paquets afegits
cs: Přidané balíčky
cy: Pecynnau wedi'u hychwanegu
da: Tilføjede pakker
de: Hinzugefügte Pakete
el: Πακέτα που προστέθηκαν
eo: Aldonitaj pakoj
es: Paquetes añadidos
et: Lisatud paketid
eu: Gehitutako paketeak
fa: بسته های اضافه شده
fi: Lisätyt paketit
fr_ca: Paquets ajoutés
he: חבילות שנוספו
hi: पैकेज जो जोड़ें गए
hr: Dodani paketi
hu: Hozzáadott csomagok
ia: Pacchettos addite
id: Paket yang ditambahkan
is: Viðbættir pakkar
it: Pacchetti aggiunti
ja: 追加されるパッケージ
ka: დამატებული პაკეტები
lv: Pievienotās pakotnes
ms: Pakej yang ditambah
nb: Pakker lagt til
nl: Toegevoegde pakketten
oc: Paquets aponduts
pl: Pakiety dodane
pt: Pacotes adicionados
pt_br: Pacotes adicionados
ro: Pachete adăugate
ru: Добавленные пакеты
sk: Pridané balíky
sl: Dodani paketi
sq: Paketa të shtuara
sr: Пакети су додати
sv: Tillagda paket
te: ప్యాకేజీలు జోడించబడ్డాయి
tr: Eklenen paketler
uk: Додані пакунки
uz: Qo‘shilgan paketlar
vi: Gói đã thêm
