Repository: linuxmint/mintupgrade
Catalog: po/mintupgrade-*.po
Languages: ar, ast, be, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, ka, lv, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sv, te, tr, uk, uz, vi

source: The package repositories need to point towards the new release (%s/%s).
ar: يتوجب على مستودعات الحزم أن توجه إلى الإصدار الجديد (%s/%s).
ast: Los repositorios de paquetes habríen de cuerresponder a la nueva versión (%s/%s).
be: Рэпазіторыі пакетаў павінны ўказваць на новы рэліз (%s/%s).
ca: Els dipòsits de paquets han d'apuntar cap a la nova versió (%s/%s).
cs: Repozitář balíčků musí ukazovat na nové vydání (%s/%s).
cy: Mae angen i'r storfeydd pecynnau gyfeirio at y rhyddhad newydd (%s/%s).
da: Pakkearkiverne skal pege på den nye udgivelse (%s/%s).
de: Die Paketquellen müssen auf die neue Version verweisen (%s/%s).
el: Τα αποθετήρια πακέτων πρέπει να δείχνουν προς τη νέα έκδοση (%s/%s).
eo: La pakaj deponejoj montru al la nova eldono (%s/%s).
es: Los repositorios de paquetes deben apuntar a la nueva versión (%s/%s).
et: Pakettide varamud peavad osundama uuele väljalaskele (%s/%s).
eu: Pakete-biltegiek bertsio berrira apuntatu behar dute (%s/%s).
fa: مخازن بسته ها باید به طرف نسخه جدید تنظیم شوند(%s/%s).
fi: Pakettivarastojen tulee osoittaa kohti uutta julkaisua (%s/%s).
fr_ca: Les dépôts de paquets doivent correspondre à la nouvelle version (%s/%s).
he: מאגרי החבילות צריכות להצביע על ההשחרור החדש (%s/%s).
hi: पैकेज संग्रहों का नवीन संस्करण (%s/%s) की ओर इंगित करना आवश्यक है।
hr: Repozitoriji paketa moraju usmjeravati prema novom izdanju (%s/%s).
hu: A csomagtárolók hivatkozásai már az új verzióra kellenek hogy mutassanak (%s/%s).
ia: Le repositorios del pacchettos debe indicar le nove version (%s/%s).
id: Repositori paket harus mengarah ke rilis baru (%s/%s).
is: Hugbúnaðarsöfnunum þarf að vera beint að pökkum fyrir nýju útgáfuna (%s/%s).
it: I repository dei pacchetti devono puntare verso la nuova versione (%s/%s).
ja: パッケージのリポジトリは新しいリリース (%s/%s) を指している必要があります。
ka: საჭიროა, რომ პაკეტის რეპოზიტორიები ახალ რელიზზე მიუთითებდნენ (%s/%s).
lv: Pakotņu repozitorijiem ir jānorāda uz jaunāko versiju (%s/%s).
ms: Repositori pakej perlu menunjuk ke keluaran baharu (%s/%s).
nb: Pakkelagrene må peke mot den nye utgivelsen (%s/%s).
nl: De pakketbronnen moeten verwijzen naar de nieuwe editie (%s/%s).
oc: Los depauses de paquets devon menar a la version novèla (%s/%s).
pl: Repozytoria pakietów muszą wskazywać na nowe wydanie (%s/%s).
pt: Os repositórios de pacotes precisam de apontar para a nova versão (%s/%s).
pt_br: Os repositórios de pacotes precisam apontar para a nova versão (%s/%s).
ro: Arhivele de pachete trebuie să indice noua versiune (%s/%s).
ru: Репозитории пакетов должны указывать на новую версию (%s/%s).
sk: Repozitáre balíkov musia ukazovať na nové vydanie (%s/%s).
sl: Skladišča paketov morajo kazati na novo izdajo (%s/%s).
sq: Depozitat e paketave duhet të tregojnë drejt versionit të ri (%s/%s).
sr: Ризнице пакета треба да показују на ново издање (%s/%s).
sv: Paketförråden måste hänvisa till den nya versionen (%s/%s).
te: ప్యాకేజీ రిపోజిటరీలు కొత్త విడుదల (%s/%s) వైపు చూపించాలి.
tr: Paket depolarının yeni sürüme (%s/%s) işaret etmesi gerekir.
uk: Репозиторії пакетів повинні вказувати на нову версію (%s/%s).
uz: Paket repozitoriylari yangi nashrga (%s/%s) ishora qilishi kerak.
vi: Kho lưu trữ gói cần trỏ tới bản phát hành mới (%s/%s).

source: This should have be done by the Upgrade Tool already.
ar: كان يجب أن يتم هذا مسبقا بواسطة أداة الترقية.
ast: La Ferramienta d'anovamientu ya tendría qu'habelo iguao.
be: Інструмент абнаўлення павінен быў ужо зрабіць гэта.
ca: Això ja ho hauria d'haver fet l'eina d'actualització.
cs: Toto by již měl provést nástroj pro upgrade.
cy: Dylai hyn fod wedi ei wneud gan y Teclyn Diweddaru eisoes.
da: Det bør allerede være gjort af opgraderingsværktøjet.
de: Dies sollte bereits durch das Aktualisierungswerkzeug erledigt worden sein.
el: Αυτό θα έπρεπε να έχει γίνει ήδη από το Εργαλείο αναβάθμισης.
eo: Ĉi tion la promociilo jam estis devita fari.
es: Esto ya debería haberlo hecho la herramienta de actualización.
et: Selle oleks uuendamise tööriist pidanud juba ära muutma.
eu: Hau bertsio-berritze tresnak egina beharko luke dagoeneko.
fa: این باید تاحالا توسط ابزار ارتقا انجام شده باشد.
fi: Päivitystyökalun olisi täytynyt jo toteuttaa tämä.
fr_ca: Ceci devrait déjà être fait par l'outil de mise à niveau.
he: פעולה זו אמורה היתה להתבצע כבר על ידי כלי העדכון.
hi: सामान्यतः अपग्रेड साधन द्वारा यह कार्य किया जा चुका होगा।
hr: Ovo je već trebalo biti učinjenom alatom nadogradnje.
hu: Ezt a feladatot a Rendszermegújító már elvégezte.
ia: Isto deberea jam haber essite facite per le Instrumento de modernisation.
id: Ini seharusnya sudah dilakukan oleh Perangkat Peningkatan.
is: Uppfærsluforritið ætti að hafa þegar gert þetta.
it: Questo dovrebbe essere già stato fatto dallo Strumento di aggiornamento.
ja: アップグレードツールによって、すでに適切なリポジトリが選択されているはずです。
ka: ეს განახლების ხელსაწყოს უკვე უნდა ექნა.
lv: Tas jau būtu jādara jaunināšanas rīkam.
ms: Ini sepatutnya telah dilakukan oleh Alat Naik Taraf.
nb: Dette burde ha blitt gjort av oppgraderingsverktøyet allerede.
nl: Dit zou al gedaan moeten zijn door het opwaarderingsgereedschap.
oc: Aquò deuriá ja èsser fach per l’aisina de mesa a nivèl.
pl: Powinno to już zostać zrobione przez Narzędzie aktualizacji.
pt: Isto já deve ter sido efetuado pela Ferramenta de atualização.
pt_br: Isto já deve ter sido feito pela Ferramenta de atualização.
ro: Acest lucru ar fi trebuit să fie făcut deja de Instrumentul de actualizare.
ru: Инструмент обновления должен был уже сделать это.
sk: Toto by už mal vykonať nástroj na povýšenie verzie systému.
sl: To bi moralo opraviti že orodje za posodobitve.
sq: Kjo duhet të ishte bërë tashmë nga Mjeti i Përmirësimit.
sr: Ово треба да је већ урадио алат за ажурирање.
sv: Detta borde redan ha gjorts av Uppgraderingsverktyget.
te: ఇది ఇప్పటికే అప్‌గ్రేడ్ టూల్ ద్వారా చేయబడి ఉండాలి.
tr: Bu, Yükseltme Aracı tarafından zaten yapılmış olmalıdır.
uk: Це вже повинно було бути зроблено засобом оновлення.
uz: Bu allaqachon Yangilash vositasi tomonidan amalga oshirilishi kerak edi.
vi: Việc này đáng lẽ phải được thực hiện bởi Công cụ nâng cấp rồi.

source: Were the repositories modified since?
ar: منذ متى تم تعديل المستودعات؟
ast: ¿Modificáronse los repositorios dende entós?
be: Рэпазіторыі змяняліся з таго часу?
ca: Els dipòsits s'han modificat des d'aleshores?
cs: Byly od té doby repozitáře upraveny?
cy: A gafodd y storfeydd eu newid ers hynny?
da: Er pakkearkiverne blevet ændret siden?
de: Wurden die Quellen seitdem geändert?
el: Τροποποιήθηκαν τα αποθετήρια έκτοτε;
eo: Ĉu la deponejoj estas poste modifitaj?
es: ¿Se han modificado los repositorios desde entonces?
et: Kas varamuid on pärast seda muudetud?
eu: Geroztik aldatu al dira biltegiak?
fa: آیا مخازن از آن موقع دستکاری شده اند؟
fi: Muokattiinko ohjelmavarastoja sittemmin?
fr_ca: Est-ce que les dépôts ont été modifiés depuis ?
he: האם המאגרים הוסגלו מאז?
hi: क्या उस समय के उपरांत पैकेज-संग्रहों में परिवर्तन किया गया है?
hr: Jesu li repozitoriji od tada promijenjeni?
hu: Hol vannak az azóta megváltoztatott csomagtárolók?
ia: Esseva le repositories modificate desde?
id: Apakah repositori diubah sejak itu?
is: Hefur hugbúnaðarsöfnunum verið breytt síðan?
it: I repository sono stati modificati da allora?
ja: おそらくその後、何らかのタイミングでリポジトリが変更されたのかもしれません。
ka: მას შემდეგ რეპოზიტორიები ვინმემ შეცვალა?
lv: Vai kopš tā laika repozitoriji tika modificēti?
ms: Adakah repositori telah diubah sejak itu?
nb: Ble repositoriene endret siden?
nl: Zijn de pakketbronnen sindsdien gewijzigd?
oc: Los depauses son estats modificats dempuèi ?
pl: Czy od tego czasu repozytoria zostały zmodyfikowane?
pt: Os repositórios foram modificados desde então?
pt_br: Os repositórios foram alterados desde então?
ro: Au fost modificate depozitele anterioare?
ru: Изменялись ли репозитории впоследствии?
sk: Boli odvtedy repozitáre upravené?
sl: Ali so bila odtlej skladišča spremenjena?
sq: A janë modifikuar depot që atëherë?
sr: Од када су измењене ризнице?
sv: Har förråden ändrats sedan dess?
te: అప్పటి నుండి రిపోజిటరీలు సవరించబడ్డాయా?
tr: Depolar o zamandan beri değiştirildi mi?
uk: Чи змінювались сховища після цього?
uz: O‘sha paytdan beri omborlar o‘zgartirildimi?
vi: Các kho lưu trữ đã được sửa đổi kể từ đó?

source: Re-run the Upgrade tool so that it migrates the repositories again.
ar: أعد تشغيل أداة الترقية حتى تنقل المستودعات مجددا.
ast: Executa la Ferramienta d'anovamientu pa camudiar los repositorios otra vegada.
be: Перазапусціце інструмент абнаўлення каб ён зноў перамясціў рэпазіторыі.
ca: Torneu a executar l'eina d'actualització per tornar a migrar els dipòsits.
cs: Znovu spusťte nástroj Upgrade, aby znovu migroval úložiště.
cy: Ail redwch y teclyn Diweddaru fel ei bod yn mudo'r storfeydd eto.
da: Kør opgraderingsværktøjet igen, så det migrerer pakkearkiverne igen.
de: Führen Sie das Aktualisierungswerkzeug erneut aus, damit es die Quellen erneut migriert.
el: Εκτελέστε ξανά το εργαλείο αναβάθμισης, ώστε να μετεγκαταστήσει ξανά τα αποθετήρια.
eo: Denove plenumu la promociilon tiel, ke ĝi refoje transmetos la deponejojn.
es: Ejecute de nuevo la herramienta de actualización para volver a migrar los repositorios.
et: Käivita uuendamise tööriist uuesti, et varamud uuesti vahetada.
eu: Exekutatu berriro bertsio-berritze tresna, biltegiak berriz migratzeko.
fa: ابزار ارتقا را دوباره اجرا کنید تا دوباره مخازن را جا‌به‌جا کند.
fi: Aja Päivitystyökalu uudelleen jotta se ajantasaistaa ohjelmavarastot.
fr_ca: Relancez l'outil de mise à niveau afin de faire migrer les dépôts de nouveau.
he: נא להריץ שוב את כלי העדכון להגירת מאגרים חוזרת.
hi: अपग्रेड साधन पुनः निष्पादित करें ताकि पैकेज-संग्रहों का पुनः अंतरण किया जा सके।
hr: Ponovno pokrenite alat nadogradnje kako bi ponovno migrirao repozitorije.
hu: Futtassa ismét a Rendszermegújító eszközt a csomagtárolók ismételt átalakításához.
ia: Reexecuta le Instrumento de modernisation pro que illo migra le repositorios de nove.
id: Jalankan ulang alat Upgrade sehingga memigrasikan repositori lagi.
is: Keyrðu uppfærsluforritið aftur svo það yfirfæri hugbúnaðarsöfnin aftur.
it: Eseguire nuovamente lo Strumento di aggiornamento in modo da migrare nuovamente i repository.
ja: アップグレードツールを再実行し、もう一度リポジトリを移行させてください。
ka: გაუშვით თავიდან განახლების პროგრამა და ის რეპოზიტორიებს თავიდან განაახლებს.
lv: Atkārtoti palaidiet atjaunināšanas rīku, lai tas atkal migrētu repozitorijus.
ms: Jalankan semula Alat Naik Taraf supaya ia memigrasikan repositori sekali lagi.
nb: Kjør oppgraderingsverktøyet på nytt slik at det overfører repositoriene på nytt.
nl: Draai het opwaarderingsgereedschap opnieuw, zodat het de juiste pakketbronnen opnieuw overzet.
oc: Reaviatz l’aisina de mesa a nivèl per migrar als depauses novèls.
pl: Uruchom ponownie Narzędzie aktualizacji, aby ponownie przeprowadzić migrację repozytoriów.
pt: Volte a executar a Ferramenta de atualização para que esta migre novamente os repositórios.
pt_br: Executar mais uma vez a ferramenta de atualização para que possa migrar os repositórios novamente.
ro: Reluați instrumentul de actualizare, astfel încât să migreze din nou depozitele.
ru: Повторно запустите инструмент обновления, чтобы он снова перенёс репозитории.
sk: Opäť spustite nástroj na povýšenie verzie systému, aby migroval na nové repozitáre.
sl: Ponovno zaženite orodje za posodobitev, da znova preseli skladišča.
sq: Riekzekutoni mjetin e Përditësimit në mënyrë që të migrojë përsëri depot.
sr: Поново покрените алат за ажурирање тако да опет пресели ризнице.
sv: Kör Uppgraderingsverktyget igen för att bytas till de nya förråden.
te: అప్‌గ్రేడ్ సాధనాన్ని తిరిగి అమలు చేయండి, తద్వారా అది రిపోజిటరీలను మళ్ళీ మైగ్రేట్ చేస్తుంది.
tr: Depoları tekrar taşıması için Yükseltme aracını yeniden çalıştırın.
uk: Повторно запустіть засіб оновлення, за для того, щоб він знову мігрував репозиторії.
uz: Yangilash vositasini qayta ishga tushiring, shunda u yana omborlarni ko‘chiradi.
vi: Chạy lại công cụ Nâng cấp để nó di chuyển lại các kho lưu trữ.

source: Linux Mint version
ar: إصدار لينكس منت
ast: Versión de Linux Mint
be: Версія Linux Mint
ca: Versió de Linux Mint
cs: Verze Linux Mint
cy: Y Fersiwn o Linux Mint
el: Έκδοση Linux Mint
eo: Versio de Linukso Minto
es: Versión de Linux Mint
et: Linux Mint versioon
eu: Linux Mint bertsioa
fa: نسخه Linux Mint
fi: Linux Mint versio
fr_ca: Version de Linux MInt
he: גרסת לינוקס מינט
hi: लिनक्स मिंट संस्करण
hr: Izdanje Linux Minta
hu: Linux Mint verzió
ia: Version de Linux Mint
id: Versi Linux Mint
is: Linux Mint útgáfa
it: Versione di Linux Mint
ja: Linux Mint のバージョン
ka: Linux Mint-ის ვერსია
lv: Linux Mint versija
ms: Versi Linux Mint
nb: Linux Mint versjon
nl: Versie van Linux Mint
oc: version de Linux Mint
pl: Wersja Linux Mint
pt: Versão do Linux Mint
pt_br: Versão do Linux Mint
ro: Versiunea Linux Mint
ru: Версия Linux Mint
sk: Verzia Linux Mint
sl: Različica Linux Minta
sq: Versioni i Linux Mint
sr: Издање Линукс Минта
sv: Version av Linux Mint
te: Linux Mint వెర్షన్
tr: Linux Mint sürümü
uk: Версія Linux Mint
uz: Linux Mint versiyasi
vi: Phiên bản Linux Mint

source: Checking your version of Linux Mint...
ar: مراجعة إصدار لينكس مينت الخاص بك...
ast: Comprebando la to versión de Linux Mint
be: Праверка вашай версіі Linux Mint...
ca: Comprovant la versió de Linux Mint...
cs: Zjišťování vámi používané verze Linux Mint…
cy: Wrthi'n gwirio'ch fersiwn chi o Linux Mint...
da: Tjekker din version af Linux Mint …
de: Ihre Version von Linux Mint wird überprüft …
el: Έλεγχος της έκδοσης του Linux Mint σας...
eo: Kontrolo de via versio de Linukso Minto...
es: Comprobando la versión de Linux Mint...
et: Sinu Linux Mint versiooni kontrollimine...
eu: Linux Minten bertsioa egiaztatzen...
fa: درحال بررسی نسخه Linux Mint شما...
fi: Tarkistetaan versiota Linux Mint...
fr_ca: Vérification de votre version de Linux Mint…
he: מתבצעת בדיקת גרסת לינוקס מינט...
hi: आपके सिस्टम के लिनक्स मिंट संस्करण हेतु जाँच जारी...
hr: Provjera izdanja Linux Minta...
hu: Az Ön által használt Linux Mint verzió ellenőrzése…
ia: Controlante tu version de Linux Mint...
id: Memeriksa versi Linux Mint Anda...
is: Athuga hvaða útgáfu af Linux Mint þú ert með...
it: Sto controllando la tua versione di Linux Mint...
ja: 現在の Linux Mint のバージョンを確認しています...
ka: მოწმდება Linux Mint-ის თქვენი ვერსია...
lv: Notiek jūsu Linux Mint versijas pārbaude...
ms: Menyemak versi Linux Mint anda...
nb: Sjekker din versjon av Linux Mint...
nl: Uw versie van Linux Mint aan het nakijken...
oc: Verificacion de vòstra version de Linux Mint...
pl: Sprawdzanie wersji Linux Mint...
pt: A verificar a sua versão do Linux Mint...
pt_br: A verificar a sua versão do Linux Mint...
ro: Se verifică versiunea dvs. de Linux Mint...
ru: Проверка вашей версии Linux Mint...
sk: Kontrola vašej verzie Linux Mint...
sl: Preverjanje vaše različice Linux Minta ...
sq: Duke kontrolluar versionin tuaj të Linux Mint...
sr: Проверавам ваше издање Линукс Минта...
sv: Kontrollerar din version av Linux Mint...
te: మీ Linux Mint వెర్షన్‌ను తనిఖీ చేస్తోంది...
tr: Linux Mint sürümünüz denetleniyor...
uk: Перевірка вашої версії Linux Mint...
uz: Linux Mint versiyasi tekshirilmoqda...
vi: Đang kiểm tra phiên bản Linux Mint của bạn...

source: Your version of Linux Mint is unknown. /etc/linuxmint/info is missing.
ar: اصدار لينكس مينت الخاص بك غير معروف. /etc/linuxmint/info مفقود.
ast: Desconozse la to versión de Linux Mint. Nun s'atopa /etc/linuxmint/info
be: У вас невядомая версія Linux Mint. Няма даных у /etc/linuxmint/info.
ca: Versió de Linux Mint desconeguda. Falta /etc/linuxmint/info.
cs: Není známo, jakou verzi Linux Mint máte nainstalovanou. Chybí totiž soubor /etc/linuxmint/info
cy: Nid yw eich fersiwn chi o Linux Mint yn hysbys. Mae /etc/linuxmint/info ar goll.
da: Din version af Linux Mint er ukendt. /etc/linuxmint/info mangler.
de: Ihre Version von Linux Mint ist unbekannt. /etc/linuxmint/info fehlt.
el: Η έκδοση του Linux Mint σας είναι άγνωστη. Λείπει το /etc/linuxmint/info.
eo: Via versio de Linukso Minto estas nekonata. /etc/linuxmint/info mankas.
es: La versión de Linux Mint es desconocida. Falta /etc/linuxmint/info.
et: Sinu Linux Mint versioon on teadmata. /etc/linuxmint/info puudub.
eu: Linux Minten bertsioa ezezaguna da. /etc/linuxmint/info falta da.
fa: نسخه Linux Mint شما ناشناخته است. /etc/linuxmint/info گم شده.
fi: Linux Mint-versiosi on tuntematon. Polku /etc/linuxmint/info puuttuu.
fr_ca: Votre version de Linux Mint est inconnue. Le fichier /etc/linuxmint/info est introuvable.
he: גרסת לינוקס מינט שמותקנת אינה מוכרת. קובץ ' /etc/linuxmint/info' חסר.
hi: आपके सिस्टम का लिनक्स मिंट संस्करण अज्ञात है। /etc/linuxmint/info अनुपलब्ध।
hr: Izdanje Linux Minta je nepoznato. /etc/linuxmint/info datoteka nedostaje.
hu: A telepített Linux Mint verziója ismeretlen, mert a „/etc/linuxmint/info” fájl nem létezik.
ia: Tu version de Linux Mint es incognite. /etc/linuxmint/info manca.
id: Versi Linux Mint Anda tidak diketahui. /etc/linuxmint/info hilang.
is: Útgáfan þín af Linux Mint er ekki þekkt. Það vantar /etc/linuxmint/info.
it: La tua versione di Linux Mint è sconosciuta. Non è stato trovato /etc/linuxmint/info.
ja: 現在の Linux Mint のバージョンが分かりません。/etc/linuxmint/info がありません。
ka: თქვენი Linux Mint-ის ვერსია უცნობია, რადგან /etc/linuxmint/info არ არსებობს.
lv: Jūsu Linux Mint versija nav zināma. Trūkst fails /etc/linuxmint/info.
ms: Versi Linux Mint anda tidak diketahui. /etc/linuxmint/info tiada.
nb: Din versjon av Linux Mint er ukjent. /etc/linuxmint/info mangler.
nl: Uw versie van Linux Mint is onbekend. /etc/linuxmint/info ontbreekt.
oc: Vòstra version de Linux Mint es desconeguda. /etc/linuxmint/info es absent.
pl: Twoja wersja Linux Mint jest nieznana. Brak pliku /etc/linuxmint/info.
pt: A sua versão do Linux Mint é desconhecida. /etc/linuxmint/info está em falta.
pt_br: A sua versão do Linux Mint é desconhecida. /etc/linuxmint/info está em falta.
ro: Versiunea dvs. de Linux Mint este necunoscută. /etc/linuxmint/info lipsește.
ru: Ваша версия Linux Mint неизвестна. Отсутствует /etc/linuxmint/info.
sk: Nie je známa verzia vášho Linux Mint. Chýba /etc/linuxmint/info.
sl: Vaša različica Linux Minta ni znana. Manjka /etc/linuxmint/info
sq: Versioni juaj i Linux Mint është i panjohur. /etc/linuxmint/info mungon.
sr: Ваше издање Линукс Минта је непознато. /etc/linuxmint/info is missing.
sv: Din version av Linux Mint är okänd. Filen /etc/linuxmint/info saknas.
te: మీ Linux Mint వెర్షన్ తెలియదు. /etc/linuxmint/info లేదు.
tr: Linux Mint sürümünüz bilinmiyor. /etc/linuxmint/info dosyası eksik.
uk: Ваша версія Linux Mint невідома. Відсутній /etc/linuxmint/info.
uz: Linux Mint versiyasi noma'lum. /etc/linuxmint/info yo‘q.
vi: Phiên bản Linux Mint của bạn không xác định. /etc/linuxmint/info bị thiếu.

source: Your version of Linux Mint is '%s'. Only %s can be upgraded to %s.
ar: اصدار لينكس مينت الخاص بك هو '%s'. فقط %s يمكن ترقيته الى %s.
ast: La to versión de Linux Mint ye '%s'. Namás %s pué anovase a %s.
be: Ваша версія Linux Mint '%s'. Толькі %s можна абнавіць да %s.
ca: La vostra versió de Linux Mint és '%s'. Només %s es pot actualitzar a %s.
cs: Máte nainstalovanou verzi Linux Mint „%s“. Pouze z verze %s lze přejít na %s.
cy: '%s' yw eich fersiwn chi o Linux Mint. Dim ond %s y mae modd ei uwchraddio i %s.
da: Din version af Linux Mint er “%s”. Kun %s kan opgraderes til %s.
de: Ihre Version von Linux Mint ist »%s«. Nur %s kann auf %s aktualisiert werden.
el: Η έκδοση του Linux Mint σας είναι '%s'. Μόνο η %s μπορεί να αναβαθμιστεί σε %s.
eo: Via versio de Linukso Minto estas '%s'. Nur %s promocieblas al %s.
es: La versión de Linux Mint es «%s». Solo %s se puede actualizar a %s.
et: Sinu Linux Mint versioon on '%s'. Ainult %s saab uuendada versiooniks %s.
eu: Linux Minten bertsioa '%s' da. Soilik %s bertsio-berritu daiteke %s(e)era.
fa: نسخه Linux Mint شما '%s' است. تنها %s را میتوان به %s ارتقا داد.
fi: Sinun Linux Mint versio on '%s'. Vain %s voidaan päivittää versioon %s.
fr_ca: Votre version de Linux Mint est '%s'. Seulement %s peut être mise à niveau vers %s.
he: מותקנת גרסת לינוקס מינט '%s'. ניתן לשדרג לגרסה %s רק מגרסה %s.
hi: आपके सिस्टम का लिनक्स मिंट संस्करण '%s' है। केवल %s को ही %s में अपग्रेड करना संभव है।
hr: Izdanje Linux Minta je '%s'. Samo %s se može nadograditi na %s.
hu: A telepített Linux Mint verziója: „%s”. Csak a(z) „%s” verziót újíthatja meg a(z) „%s” verzióra.
ia: Tu version de Linux Mint es «%s». Solo %s pote esser modernisate a %s.
id: Versi Linux Mint Anda adalah '%s'. Hanya %s yang dapat ditingkatkan ke %s.
is: Útgáfan þín af Linux Mint er '%s' Aðeins er hægt að uppfæra %s í %s.
it: La tua versione di Linux Mint è '%s'. Solo %s può essere aggiornata alla %s.
ja: 現在の Linux Mint のバージョンは '%s' です。%s のみが %s にアップグレードできます。
ka: თქვენი Linux Mint-ის ვერსიაა '%s'. მხოლოდ %s შეიძლება, %s-მდე განახლდეს.
lv: Jūsu Linux Mint versija ir '%s'. Tikai %s var tikt atjaunināta uz %s.
ms: Versi Linux Mint anda ialah '%s'. Hanya %s boleh dinaik taraf kepada %s.
nb: Din versjon av Linux Mint er '%s'. Bare %s kan oppgraderes til %s.
nl: Uw versie van Linux Mint is '%s'. Alleen %s kan worden opgewaardeerd naar %s.
oc: Vòstre version de Linux Mint es « %s ». Se pòt sonque metre a nivèl %s cap a %s.
pl: Twoja wersja Linux Mint to '%s'. Tylko %s można zaktualizować do %s.
pt: A sua versão do Linux Mint é '%s'. Apenas %s pode ser atualizado para %s.
pt_br: Sua versão do Linux Mint é '%s'. Apenas %s pode ser atualizado para %s
ro: Versiunea dvs. de Linux Mint este „%s”. Doar %s poate fi actualizat la %s.
ru: Ваша версия Linux Mint — «%s». Только %s можно обновить до %s.
sk: Vaša verzia Linux Mint je '%s'. Len %s môže byť povýšená na %s.
sl: Vaša različica Linux Minta je '%s'. Samo različico %s lahko nadgradite na %s.
sq: Versioni juaj i Linux Mint është '%s'. Vetëm %s mund të përmirësohet në %s.
sr: Ваше издање Линукс Минта је „%s“. Само „%s“ се може надоградити на „%s“.
sv: Din version av Linux Mint är '%s'. Endast %s kan uppgraderas till %s.
te: మీ Linux Mint వెర్షన్ '%s'. %s ను మాత్రమే %s కు అప్‌గ్రేడ్ చేయవచ్చు.
tr: Linux Mint sürümünüz '%s'. Sadece %s sürümü %s sürümüne yükseltilebilir.
uk: Ваша версія Linux Mint - '%s'. Тільки %s може бути оновлено до %s.
uz: Linux Mint versiyasi '%s'. Faqat %s ni %s ga yangilash mumkin.
vi: Phiên bản Linux Mint của bạn là '%s'. Chỉ %s mới có thể được nâng cấp lên %s.
