Repository: linuxmint/mintupgrade
Catalog: po/mintupgrade-*.po
Languages: ar, ast, be, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, ka, lv, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sv, te, tr, uk, uz, vi

source: Downloading packages...
ar: جار تحميل الحزمة...
ast: Descargando paquetes...
be: Спампоўка пакетаў...
ca: Descarregant paquets...
cs: Stahování balíčků...
cy: Wrthi'n llwytho pecynnau i lawr...
da: Downloader pakker …
de: Pakete werden heruntergeladen …
el: Λήψη πακέτων...
eo: Elŝutado de pakoj...
es: Descargando paquetes...
et: Pakettide allalaadimine...
eu: Paketeak deskargatzen...
fa: درحال بارگیری بسته ها...
fi: Ladataan paketteja...
fr_ca: Téléchargement des paquets…
he: מתבצעת הורדת חבילות...
hi: पैकेज डाउनलोड जारी...
hr: Preuzimanje paketa...
hu: Csomagok letöltése…
ia: Discargante pacchettos...
id: Mengunduh paket-paket...
is: Sæki pakka...
it: Scaricamento dei pacchetti...
ja: パッケージをダウンロードしています...
ka: მიმდინარეობს პაკეტების გადმოწერა...
lv: Notiek pakotņu lejupielāde...
ms: Memuat turun pakej...
nb: Laster ned pakker...
nl: Pakketten aan het binnenhalen...
oc: Telecargaments dels paquets...
pl: Pobieranie pakietów...
pt: A transferir pacotes...
pt_br: Baixando pacotes...
ro: Se descarcă pachete...
ru: Загрузка пакетов...
sk: Sťahovanie balíkov...
sl: Prenašanje paketov ...
sq: Duke shkarkuar paketa...
sr: Преузимам пакете...
sv: Hämtar paket...
te: ప్యాకేజీలను డౌన్‌లోడ్ చేస్తోంది...
tr: Paketler indiriliyor...
uk: Завантаження пакунків...
uz: Paketlar yuklab olinmoqda...
vi: Đang tải xuống các gói...

source: An error occurred while downloading the packages.
ar: حدث خطأ اثناء تحميل الحزم.
ast: Hebu un fallu de mientres se descargaben los paquetes.
be: Памылка падчас спампоўкі пакетаў.
ca: S'ha produït un error descarregant els paquets.
cs: Při stahování balíčků došlo k chybě.
cy: Bu gwall wrth llwytho'r pecynnau i lawr.
da: Der opstod en fejl under download af pakkerne.
de: Beim Herunterladen der Pakete ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά τη λήψη των πακέτων.
eo: Okazis eraro dum elŝuto de la pakoj.
es: Se ha producido un error al descargar los paquetes.
et: Pakettide allalaadimisel ilmnes viga.
eu: Errore bat gertatu da paketeak deskargatzean.
fa: خطایی هنگام بارگیری بسته ها رخ داد.
fi: Pakettien latauksessa tapahtui virhe.
fr_ca: Une erreur est survenue pendant le téléchargement des paquets.
he: אירעה שגיעה בעת הורדת החבילות.
hi: पैकेज डाउनलोड करते समय त्रुटि हुई।
hr: Greška se dogodila tijekom preuzimanja paketa.
hu: Hiba történt a csomagok letöltése közben.
ia: Un error occurreva durante la discarga del pacchettos.
id: Terjadi kesalahan saat mengunduh paket.
is: Villa kom upp við að sækja pakkana.
it: Si è verificato un errore durante lo scaricamento dei pacchetti.
ja: パッケージのダウンロード中にエラーが発生しました。
ka: შეცდომა პაკეტების გადმოწერისას.
lv: Lejupielādējot pakotnes, radās kļūda.
ms: Ralat berlaku semasa memuat turun pakej.
nb: Det oppstod en feil under nedlasting av pakkene.
nl: Er is een fout opgetreden bij het binnenhalen van de pakketten.
oc: Una error s’es producha pendent lo telecargament dels paquets.
pl: Wystąpił błąd podczas pobierania pakietów.
pt: Ocorreu um erro ao transferir os pacotes.
pt_br: Ocorreu um erro ao baixar os pacotes.
ro: A apărut o eroare la descărcarea pachetelor.
ru: Возникла ошибка во время загрузки пакетов.
sk: Pri sťahovaní balíkov sa stala chyba.
sl: Prišlo je do napake pri prenosu paketov.
sq: Ndodhi një gabim gjatë shkarkimit të paketave.
sr: Дошло је до грешке приликом преузимања пакета.
sv: Ett fel uppstod vid hämtning av paketen.
te: ప్యాకేజీలను డౌన్‌లోడ్ చేస్తున్నప్పుడు లోపం సంభవించింది.
tr: Paketler indirilirken bir hata oluştu.
uk: При завантаженні пакунків виникла помилка.
uz: Paketlarni yuklab olishda xatolik yuz berdi.
vi: Đã xảy ra lỗi khi tải xuống các gói.

source: Session inhibition
ar: كبح الجلسة
ast: Llimitar sesión
be: Затрымка сесіі
ca: Inhibició de sessió
cs: Inhibice relace
cy: Ataliad sesiwn
da: Deaktivering af session
de: Sitzungssperrung
el: Αναστολή συνεδρίας
eo: Seanca malebligo
es: Inhibición de la sesión
et: Seansi pärssimine
eu: Saioa eragoztea
fa: بازدارندگی نشست
fi: Istunnon esto
fr_ca: Inhibition de la session
he: עיכוב שיח
hi: सत्र रोकना
hr: Supresija sesije
hu: Munkamenet érvénytelenítés
ia: Inhibition de session
id: Penghambatan sesi
is: Hindrun setu
it: Inibizione della sessione
ja: セッションの抑制
ka: სესიის შეკავება
lv: Sesijas aizturēšana
ms: Inhibisi sesi
nb: Økthemming
nl: Sessiebelemmering
oc: Verrolhatge de la session
pl: Wstrzymanie sesji
pt: Inibição de sessão
pt_br: Inibição de sessão
ro: Inhibarea sesiunii
ru: Блокировка сессии
sk: Potlačenie sedenia
sl: Preprečena seja
sq: Frenimi i seancës
sr: Спречавање сесије
sv: Stoppa sessionen
te: సెషన్ నిరోధం
tr: Oturum engelleme
uk: Блокування сесії
uz: Sessiyani taqiqlash
vi: Ức chế phiên

source: Inhibiting session...
ar: إنشاء جلسة...
ast: Llimitando sesión...
be: Затрымка сесіі...
ca: Inhibint la sessió...
cs: Probíhá inhibice relace...
cy: Wrthi'n atal y sesiwn...
da: Deaktiverer session …
de: Sitzung wird gesperrt …
el: Αναστολή συνεδρίας...
eo: Malebligado de seanco...
es: Inhibiendo sesión...
et: Seansi peatamine...
eu: Saioa eragozten...
fa: درحال بازداشت از نشست...
fi: Estetään istunto...
fr_ca: Empêcher la mise en veille et la déconnexion de la session…
he: עיכוב שיח מתבצע...
hi: सत्र रोकना जारी...
hr: Supresija sesije...
hu: Munkamenet érvénytelenítése…
ia: Inhibiente le session...
id: Menghambat sesi...
is: Hindra setu...
it: Inibizione della sessione...
ja: セッションを抑制しています...
ka: მიმდინარეობს სესიის შეკავება...
lv: Notiek sesijas aizturēšana...
ms: Menghalang sesi...
nb: Hemmende økt...
nl: Sessie aan het belemmeren...
oc: Verrolhatge de la session…
pl: Wstrzymywanie sesji...
pt: A inibir sessão...
pt_br: Inibizando sessão...
ro: Sesiunea de inhibare...
ru: Блокирование сессии...
sk: Potláčanie sedenia...
sl: Preprečevanje seje ...
sq: Duke penguar seancën...
sr: Спречавам сесију...
sv: Stoppar sessionen...
te: సెషన్‌ను నిరోధిస్తోంది...
tr: Oturum engelleniyor...
uk: Блокування сесії...
uz: Sessiya taqiqlanmoqda...
vi: Đang ức chế phiên...

source: Upgrade preparation
ar: تجهيزات الترقية
ast: Preparación d'anovamientu
be: Падрыхтоўка абнаўлення
ca: Preparació de l'actualització
cs: Příprava na upgrade
cy: Paratoi'r uwchraddio
da: Forberedelse af opgradering
de: Aktualisierungsvorbereitung
el: Προετοιμασία αναβάθμισης
eo: Promocia pretigo
es: Preparación de la actualización
et: Uuenduse ettevalmistamine
eu: Bertsio-berritzea prestatzea
fa: آماده‌سازی ارتقا
fi: Versiopäivityksen valmistelu
fr_ca: Préparation de la mise à niveau
he: הכנות שדרוג
hi: अपग्रेड हेतु तैयारी
hr: Priprema nadogradnje
hu: Megújítás előkészítese
ia: Preparante modernisation
id: Persiapan peningkatan
is: Undirbúningur fyrir uppfærslu
it: Preparazione aggiornamento
ja: アップグレードの準備
ka: ვერსიის აწევის მომზადება
lv: Atjauninājuma sagatavošana
ms: Persediaan naik taraf
nb: Forberedelse av oppgradering
nl: Voorbereiding van de opwaardering
oc: Preparacion a la mesa a nivèl
pl: Przygotowanie aktualizacji
pt: Preparação para atualização
pt_br: Preparação para atualização
ro: Pregătirea îmbunătățirii
ru: Подготовка к обновлению
sk: Príprava na povýšenie verzie
sl: Priprave na nadgradnjo
sq: Përgatitja për përmirësim
sr: Припрема надоградње
sv: Förbered uppgradering
te: అప్‌గ్రేడ్ తయారీ
tr: Yükseltme hazırlığı
uk: Приготування до оновлення
uz: Yangilanishga tayyorgarlik
vi: Chuẩn bị nâng cấp

source: Preparing the upgrade...
ar: جار تجهيز الترقية...
ast: Preparando l'anovamientu...
be: Падрыхтоўка абнаўлення...
ca: Preparant l'actualització...
cs: Příprava upgradu…
cy: Wrthi'n paratoi'r uwchraddio...
da: Forbereder opgraderingen …
de: Aktualisierung wird vorbereitet …
el: Προετοιμασία της αναβάθμισης...
eo: Pretigado de la promocio...
es: Preparando la actualización...
et: Uuenduse ettevalmistamine...
eu: Bertsio-berritzea prestatzen...
fa: درحال آماده‌سازی ارتقا...
fi: Valmistellaan päivitystä...
fr_ca: Préparation de la mise à niveau…
he: הכנת השדרוג...
hi: अपग्रेड हेतु तैयारी जारी...
hr: Priprema nadogradnje...
hu: Felkészülés a rendszermegújításra…
ia: Preparante modernisation...
id: Mempersiapkan peningkatan...
is: Undirbý uppfærsluna...
it: Preparazione dell'aggiornamento...
ja: アップグレードを準備しています...
ka: მიმდინარეობს ვერსიის აწევის მომზადება..
lv: Sagatavo atjauninājumu...
ms: Menyediakan naik taraf...
nb: Forbereder oppgraderingen...
nl: Opwaardering aan het voorbereiden...
oc: Preparacion de la mesa a nivèl...
pl: Przygotowywanie aktualizacji...
pt: A preparar a atualização...
pt_br: Preparando a atualização...
ro: Se pregătește îmbunătățirea...
ru: Выполнение обновления...
sk: Pripravuje sa povýšenie verzie...
sl: Pripravljanje nadgradnje ...
sq: Duke përgatitur përmirësimin...
sr: Припремам надоградњу...
sv: Förbereder uppgraderingen...
te: అప్‌గ్రేడ్‌ని సిద్ధం చేస్తోంది...
tr: Yükseltmeye hazırlanıyor...
uk: Підготовка оновлення...
uz: Yangilanish tayyorlanmoqda...
vi: Đang chuẩn bị nâng cấp...

source: Upgrade phase
ar: مرحلة الترقية
ast: Fase d'anovamientu
be: Фаза абнаўлення
ca: Fase d'actualització
cs: Fáze upgradu
cy: Cyfnod uwchraddio
da: Opgraderingsfase
de: Aktualisierungsphase
el: Φάση αναβάθμισης
eo: Promocia fazo
es: Fase de actualización
et: Uuendamise faas
eu: Bertsio-berritzearen fasea
fa: مرحله ارتقا
fi: Päivitysvaihe
fr_ca: Phase de la mise à niveau
he: שלב שדרוג
hi: अपग्रेड चरण
hr: Faza nadogradnje
hu: Rendszermegújítás fázis
ia: Phase de modernisation
id: Fase peningkatan
is: Uppfærslustig
it: Fase di aggiornamento
ja: アップグレード段階
ka: ვერსიის აწევის ფაზა
lv: Atjaunināšanas fāze
ms: Fasa naik taraf
nb: Oppgraderingsfase
nl: Opwaarderingsfase
oc: Fasa de mesa a nivèl
pl: Faza aktualizacji
pt: Fase de atualização
pt_br: Fase de atualização
ro: Faza de îmbunătățire
ru: Шаг обновления
sk: Fáza povýšenia verzie
sl: Faza nadgradnje
sq: Faza e përmirësimit
sr: Корак надоградње
sv: Uppgradering
te: అప్‌గ్రేడ్ దశ
tr: Yükseltme aşaması
uk: Фаза оновлення
uz: Yangilash bosqichi
vi: Giai đoạn nâng cấp

source: Upgrading the system...
ar: جار ترقية النظام...
ast: Anovando el to sistema...
be: Абнаўленне сістэмы...
ca: Actualitzant el sistema...
cs: Aktualizace systému…
cy: Wrthi'n uwchraddio'r system...
da: Opgraderer systemet …
de: Das System wird aktualisiert …
el: Αναβάθμιση του συστήματος...
eo: Promociado de la sistemo...
es: Actualizando el sistema...
et: Süsteemi uuendamine...
eu: Sistema bertsio-berritzen...
fa: درحال ارتقا سیستم...
fi: Päivitetään järjestelmää...
fr_ca: Mise à niveau du système…
he: שדרוג המערכת...
hi: सिस्टम अपग्रेड जारी...
hr: Nadogradnja sustava...
hu: A rendszer megújítása…
ia: Modernisante le systema...
id: Memutakhirkan sistem...
is: Uppfæri kerfið...
it: Aggiornamento del sistema...
ja: システムをアップグレードしています...
ka: მიმდინარეობს სისტემის ვერსიის აწევა...
lv: Atjaunina sistēmu...
ms: Menaik taraf sistem...
nb: Oppgraderer systemet...
nl: Systeem aan het opwaarderen...
oc: Mesa a nivèl del sistèma...
pl: Aktualizowanie systemu...
pt: A atualizar o sistema...
pt_br: Atualizando o sistema...
ro: Se îmbunătățește sistemul...
ru: Обновление системы...
sk: Povyšuje sa verzia systému...
sl: Nadgrajevanje sistema ...
sq: Duke përmirësuar sistemin...
sr: Надограђујем систем...
sv: Uppgraderar systemet...
te: వ్యవస్థను అప్‌గ్రేడ్ చేస్తోంది...
tr: Sistem yükseltiliyor...
uk: Оновлення системи...
uz: Tizim yangilanmoqda...
vi: Nâng cấp hệ thống...

source: An issue was detected during the upgrade.
ar: تم اكتشاف خطأ اثناء الترقية.
ast: Hebu un fallu a l'anovar.
be: Знойдзена праблема падчас абнаўлення.
ca: S'ha detectat un problema durant l'actualització.
cs: Během upgradu byl zjištěn problém.
cy: Canfuwyd problem yn ystod yr uwchraddio.
da: En fejl blev opdaget under opgraderingen.
de: Während der Aktualisierung wurde ein Problem festgestellt.
el: Εντοπίστηκε πρόβλημα κατά την αναβάθμιση.
eo: Problemo estis detektita dum la promocio.
es: Se ha detectado un problema durante la actualización.
et: Uuendamisel tuvastati probleem.
eu: Arazo bat aurkitu da bertsio-berritzean.
fa: مشکلی هنگام ارتقا تشخیص داده شد.
fi: Päivityksen aikana havaittiin ongelma.
fr_ca: Une erreur a été détectée pendant la mise à niveau.
he: זוהתה סוגייה בזמן השדרוג.
hi: अपग्रेड करते समय समस्या पाई गई।
hr: Problem je otkriven tijekom nadogradnje.
hu: Egy hiba volt a rendszermegújítás során.
ia: Un problema esseva disvelate durante le modernisation.
id: Masalah terdeteksi selama pemutakhiran.
is: Vandamál fannst á meðan uppfærslunni stóð.
it: Si è verificato un problema durante l'aggiornamento.
ja: アップグレード中に問題が検出されました。
ka: ვერსიის აწევისას აღმოჩენილია პრობლემა.
lv: Atjaunināšanas laikā tika konstatēta problēma.
ms: Satu masalah telah dikesan semasa naik taraf.
nb: Det ble oppdaget et problem under oppgraderingen.
nl: Er is een probleem opgetreden gedurende de opwaardering.
oc: Una error es estada detectada pendent la mesa a nivèl.
pl: Podczas aktualizacji wykryto problem.
pt: Foi detetado um problema durante a atualização.
pt_br: Foi detectado um problema durante a atualização.
ro: A fost detectată o problemă în timpul îmbunătățirii.
ru: Во время обновления обнаружена ошибка.
sk: Počas povýšenia verzie bol detegovaný problém.
sl: Med nadgradnjo je bila zaznana napaka.
sq: Një problem u zbulua gjatë përditësimit.
sr: Откривен је проблем за време надоградње.
sv: Ett fel inträffade under uppgraderingen.
te: అప్‌గ్రేడ్ సమయంలో ఒక సమస్య గుర్తించబడింది.
tr: Yükseltme sırasında bir sorun algılandı.
uk: Під час оновлення знайдено проблему.
uz: Yangilash vaqtida muammo aniqlandi.
vi: Đã phát hiện sự cố trong quá trình nâng cấp.

source: %d packages still need to be updated (%d kept, %d deleted)
ar: %d حزم تحتاج إلى تحديث (%d متبقى، %d محذوف)
ast: Ríquese anovar %d paquetes (%d calteníos, %d desaniciaos)
be: Усё яшчэ трэба абнавіць пакетаў: %d (захаваных: %d, выдаленых: %d)
ca: %d paquets encara s'han d'actualitzar (%d conservats, %d suprimits)
cs: Stále je potřeba aktualizovat %d balíčky (%d ponecháno, %d smazáno)
cy: Mae dal angen diweddaru %d pecyn (%d eu cadw, %d eu dileu)
da: %d pakker mangler stadig at blive opdaterede (%d beholdt, %d slettet)
de: %d Pakete müssen noch aktualisiert werden (%d behalten, %d gelöscht)
el: %d πακέτα πρέπει ακόμη να ενημερωθούν (%d διατηρήθηκαν, %d διαγράφηκαν)
eo: %d pakoj ankoraŭ estu ĝisdatigitaj (%d tenitaj, %d forigitaj)
es: %d paquetes aún deben ser actualizados (%d conservados, %d eliminados)
et: %d paketti tuleb veel värskendada (%d säilinud, %d kustutatud)
eu: %d pakete eguneratu behar dira oraindik (%d mantenduta, %d ezabatuta)
fa: %d بسته همچنان نیاز به ارتقا دارند (%d نگه داشته، %d حذف شده)
fi: %d pakettia pitää vielä päivittää (%d pidossa, %d poistettu)
fr_ca: %d paquets doivent encore être mis à niveau (%d conservés, %d supprimés)
he: %d חבילות צריכות עדיין להתעדכן (%d נשארו, %d נמחקו)
hi: %d पैकेज हेतु अपडेट शेष है (%d नहीं हटाए गए, %d हटाए गए)
hr: %d paketa još uvijek treba nadopuniti (%d zadržano, %d uklonjeno)
hu: %d csomagot kell még frissíteni (%d visszatartott csomag, %d törölt csomag)
ia: %d pacchettos ancora debe esser actualisate (%d retenite, %d delite)
id: %d paket masih perlu diperbarui (%d disimpan, %d dihapus)
is: %d pakka þarf ennþá að uppfæra (%d haldið, %d eytt)
it: %d pacchetti devono essere ancora aggiornati (%d mantenuti, %d rimossi)
ja: まだ %d 個のパッケージを更新する必要があります (%d 個を保持、%d 個を削除済み)
ka: ჯერ კიდე საჭიროა %d პაკეტის განახლება (%d შენარჩუნდა, %d წაიშალა)
lv: %d pakotnes joprojām ir jāatjaunina (%d paturētas, %d dzēstas)
ms: %d pakej masih perlu dikemas kini (%d disimpan, %d dipadam)
nb: %d pakker må fortsatt oppdateres (%d beholdes, %d slettes)
nl: %d pakketten moeten nog worden bijgewerkt (%d behouden, %d verwijderd)
oc: %d paquets devon encara èsser meses a nivèl (%d non meses a nivèl, %d suprimits)
pl: %d pakiety(-ów) nadal wymaga(ją) aktualizacji (%d zatrzymano, %d usunięto)
pt: %d pacotes ainda precisam de ser atualizados (%d mantidos, %d eliminados)
pt_br: %d pacotes ainda precisam ser atualizados (%d mantidos, %d excluídos)
ro: %d pachete mai trebuie actualizate (%d păstrate, %d șterse)
ru: %d пакетов все еще необходимо обновить (%d зафиксировано, %d удалено)
sk: %d balíkov ešte musí byť aktualizovaných (%d zachovaných, %d vymazaných)
sl: %d paketov je še vedno potrebno nadgraditi (%d obdržanih, %d izbrisanih)
sq: %d paketa ende duhet të përditësohen (%d të mbajtura, %d të fshira)
sr: %d пакета још увек треба да се ажурира (задржаних: %d, обрисаних: %d)
sv: %d paket behöver fortfarande uppdateras (%d behållna, %d borttagna)
te: %d ప్యాకేజీలను ఇంకా నవీకరించాల్సి ఉంది (%d ఉంచబడ్డాయి, %d తొలగించబడ్డాయి)
tr: %d paketin hâlâ güncellenmesi gerekiyor (%d korundu, %d silindi)
uk: %d пакунків все ще потребують оновлення (%d зафіксовано, %d видалено)
uz: %d ta paket hali ham yangilanishi kerak (%d ta qoldirilgan, %d ta oʻchirilgan)
vi: Các gói %d vẫn cần được cập nhật (%d được giữ lại, %d đã xóa)

source: Final phase
ar: المرحلة النهائية
ast: Fase final
be: Канчатковая фаза
ca: Fase final
cs: Závěrečná fáze
cy: Cyfnod olaf
da: Afsluttende fase
de: Letzte Phase
el: Τελική φάση
eo: Fina fazo
es: Fase final
et: Lõplik faas
eu: Azken fasea
fa: مرحله نهایی
fi: Viimeinen vaihe
fr_ca: Phase finale
he: שלב סופי
hi: अंतिम चरण
hr: Završna faza
hu: Végső fázis
ia: Phase final
id: Fase terakhir
is: Lokastig
it: Fase finale
ja: 最終段階
ka: საბოლოო ფაზა
lv: Nobeiguma posms
ms: Fasa akhir
nb: Avsluttende fase
nl: Eindfase
oc: Fasa finala
pl: Faza końcowa
pt: Fase final
pt_br: Fase final
ro: Faza finală
ru: Последний шаг
sk: Finálna fáza
sl: Zaključna faza
sq: Faza përfundimtare
sr: Завршна фаза
sv: Avslutning
te: చివరి దశ
tr: Son aşama
uk: Фінальна фаза
uz: Yakuniy bosqich
vi: Phiên cuối

source: Finalizing the upgrade...
ar: وضع اللمسات النهائية للترقية...
ast: Finando l'anovamientu...
be: Заканчэнне абнаўлення...
ca: Finalitzant l'actualització...
cs: Dokončování upgradu…
cy: Wrthi'n cwblhau'r uwchraddio...
da: Afslutter opgraderingen …
de: Aktualisierung wird fertiggestellt …
el: Ολοκλήρωση της αναβάθμισης...
eo: Finfarado la promocion...
es: Finalizando la actualización...
et: Uuendamise lõpetamine...
eu: Bertsio-berritzea amaitzen...
fa: درحال نهایی‌سازی ارتقا...
fi: Päivitystä viimeistellään...
fr_ca: Finalisation de la mise à niveau…
he: סיום השדרוג...
hi: अपग्रेड का अंतिम चरण जारी...
hr: Završavanje nadogradnje...
hu: A rendszermegújítás véglegesítése…
ia: Finiente le modernisation...
id: Menyelesaikan peningkatan...
is: Geng frá uppfærslunni...
it: Finalizzazione dell'aggiornamento...
ja: アップグレードを完了させています...
ka: ვერსიის აწევის დასრულება...
lv: Notiek jaunināšanas pabeigšana...
ms: Memuktamadkan naik taraf...
nb: Fullfører oppgraderingen...
nl: Bezig met afronden van de opwaardering...
oc: Finalizacion de la mesa a nivèl...
pl: Kończenie aktualizacji...
pt: A finalizar a atualização...
pt_br: Finalizando a atualização...
ro: Se finalizează îmbunătățirea...
ru: Завершение обновления...
sk: Finalizuje sa povýšenie verzie systému...
sl: Zaključevanje nadgradnje ...
sq: Duke përfunduar përmirësimin...
sr: Завршавам надоградњу...
sv: Avslutar uppgraderingen...
te: అప్‌గ్రేడ్‌ను పూర్తి చేస్తోంది...
tr: Yükseltme bitiriliyor...
uk: Завершення оновлення...
uz: Yangilash yakunlanmoqda...
vi: Đang hoàn tất việc nâng cấp...

source: %s could not be installed.
ar: فشل تثبيت %s .
ast: Nun se pudo istalar %s
be: Немагчыма ўсталяваць %s.
ca: %s no s'han pogut instal·lar.
cs: %s nelze nainstalovat.
cy: Nid oedd modd gosod %s.
da: %s kunne ikke installeres.
de: %s konnte nicht installiert werden.
el: Δεν ήταν δυνατή η εγκατάσταση του %s.
eo: Ne eblas instali %s.
es: No se ha podido instalar %s.
et: %s ei saanud paigaldada.
eu: %s ezin izan da instalatu.
fa: %s نصب نشد.
fi: %s ei voitu asentaa.
fr_ca: %s n'a pas pu être installé.
he: לא ניתן היה להתקין את Copy text %s .
hi: %s इंस्टॉल करना विफल।
hr: %s se ne može instalirati.
hu: A(z) „%s” csomag nem telepíthető.
ia: %s non pote esser installate.
id: %s tidak dapat diinstal.
is: Ekki tókst að setja upp %s.
it: %s non può essere installato.
ja: %s をインストールできませんでした。
ka: %s-ის დაყენება შეუძლებელია.
lv: %s nevarēja instalēt.
ms: %s tidak dapat dipasang.
nb: %s kunne ikke installeres.
nl: %s kon niet worden geïnstalleerd.
oc: %s a pas pogut èsser installat.
pl: Nie można zainstalować %s.
pt: %s não pôde ser instalado.
pt_br: %s não pôde ser instalado.
ro: %s nu a putut fi instalat.
ru: %s не удалось установить.
sk: %s nemohlo byť nainštalované.
sl: %s ni bilo mogoče namestiti.
sq: %s nuk mund të instalohej.
sr: „%s“ се не може инсталирати.
sv: %s kunde inte installeras.
te: %s ను ఇన్‌స్టాల్ చేయడం సాధ్యం కాలేదు.
tr: %s kurulamadı.
uk: %s не вдалося встановити.
uz: %s o‘rnatib bo‘lmadi.
vi: %s không thể cài đặt.

source: mint-meta-codecs could not be installed.
ar: فشل تثبيت mint-meta-codecs .
ast: Nun se pudo istalar mint-meta-codecs.
be: Немагчыма ўсталяваць mint-meta-codecs.
ca: No s'han pogut instal·lar els mint-meta-codecs.
cs: mint-meta-kodeky nelze nainstalovat.
cy: Nid oedd modd gosod mint-meta-codecs.
da: mint-meta-codecs kunne ikke installeres.
de: mint-meta-codecs konnte nicht installiert werden.
el: Δεν ήταν δυνατή η εγκατάσταση των mint-meta-codecs.
eo: Ne eblas instali mint-meta-kodekojn.
es: No se ha podido instalar mint-meta-codecs.
et: mint-meta-codecs paketti pole võimalik paigaldada.
eu: mint-meta-codecs ezin izan da instalatu.
fa: mint-meta-codecs نصب نشد.
fi: mint-meta-codecs ei voitu asentaa.
fr_ca: mint-meta-codecs n'a pas pu être installé.
he: לא ניתן להתקין mint-meta-codecs.
hi: mint-meta-codecs इंस्टॉल करना विफल।
hr: mint-meta-codecs se ne može instalirati.
hu: A „mint-meta-codecs” csomag nem telepíthető.
ia: Le mint-meta-codecs non pote esser installate.
id: mint-meta-codecs tidak dapat diinstal.
is: Ekki var hægt að setja upp mint-meta kóðunarlyklana (codecs).
it: mint-meta-codecs non può essere installato.
ja: mint-meta-codecs をインストールできませんでした。
ka: mint-meta-codecs-ის დაყენება შეუძლებელია..
lv: nevar ieinstalēt mint-meta-codecs.
ms: mint-meta-codecs tidak dapat dipasang.
nb: mint-meta-codecs kunne ikke installeres.
nl: mint-meta-codecs kon niet worden geïnstalleerd.
oc: se podiá pas installar mint-meta-codecs.
pl: Nie można zainstalować mint-meta-codecs.
pt: mint-meta-codecs não pôde ser instalado.
pt_br: mint-meta-codecs não pôde ser instalado.
ro: mint-meta-codec-urile nu au putut fi instalate.
ru: Не удалось установить mint-meta-codecs.
sk: mint-meta-codecs nemohlo byť nainštalované.
sl: mint-meta-codecs ni bilo mogoče namestiti.
sq: Kodekët mint-meta-kodekë nuk mund të instaloheshin.
sr: „mint-meta-codecs“ се не могу инсталирати.
sv: mint-meta-avkodare kunde inte installeras.
te: mint-meta-codecs ఇన్‌స్టాల్ చేయడం సాధ్యం కాలేదు.
tr: mint-meta-codecs yüklenemedi.
uk: mint-meta-codecs не вдалось встановити.
uz: mint-meta-kodeklarni o‘rnatib bo‘lmadi.
vi: không thể cài đặt mint-meta-codec.
