Repository: linuxmint/mintupgrade
Catalog: po/mintupgrade-*.po
Languages: ar, ast, be, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, ka, lv, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sv, te, tr, uk, uz, vi

source: Applied software updates
ar: تحديثات البرنامج التي تم تطبيقها
ast: Anovamientos de software aplicaos
be: Прымяніць абнаўленні праграм
ca: Actualitzacions de programari aplicades
cs: Aplikované aktualizace softwaru
cy: Y diweddariadau meddalwedd gosodwyd
da: Udførte programopdateringer
de: Angewandte Programmaktualisierungen
el: Εφαρμοσμένες ενημερώσεις λογισμικού
eo: Aplikitaj programaraj ĝisdatigoj
es: Actualizaciones de software aplicadas
et: Rakendatud tarkvarauuendused
eu: Software eguneraketak aplikatu dira
fa: بروزرسانی‌های نرم‌افزار اعمال شد
fi: Lisätyt ohjelmistopäivitykset
fr_ca: Mises à niveau appliquées
he: עדכוני חבילות שהוחלו
hi: सॉफ्टवेयर अपडेट जो लागू की गई
hr: Primijenjene softverske nadopune
hu: Telepített szoftverfrissítések
ia: Actualisationes del software applicate
id: Pembaruan perangkat lunak yang diterapkan
is: Setti inn hugbúnaðaruppfærslur
it: Aggiornamenti software applicati
ja: ソフトウェアアップデートの適用
ka: გადატარებული პროგრამის განახლებები
lv: Piemērotie programmatūras atjauninājumi
ms: Kemas kini perisian yang telah digunakan
nb: Brukte programvareoppdateringer
nl: Toegepaste actualiseringen
oc: Mesas a jorn aplicadas
pl: Zastosowane aktualizacje oprogramowania
pt: Atualizações de software aplicadas
pt_br: Atualizações de software aplicadas
ro: Actualizări software aplicate
ru: Применённые обновления
sk: Použité aktualizácie softvéru
sl: Uveljavljene programske nadgradnje
sq: Përditësimet e aplikuara të softuerit
sr: Примењена ажурирања софтвера
sv: Genomförde programuppdateringar
te: అప్లైడ్ సాఫ్ట్‌వేర్ అప్‌డేట్‌లు
tr: Yazılım güncellemelerinin uygulanması
uk: Застосовані оновлення
uz: Qo‘llanilgan dasturiy ta'minot yangilanishlari
vi: Áp dụng Cập nhật phần mềm

source: These requirements are there to guarantee a safe upgrade. Only disable them if you know what you are doing.
ar: هذه المتطلبات موجودة من أجل ضمان ترقية آمنة. قم بتعطيل المتطلبات فقط اذا كنت متاكد مما تقوم به.
ast: Estos requisitos garanticen un anovamientu con seguranza. Desanicialos namás si sabes qué tas faciendo.
be: Гэтыя патрабаванні гарантуюць бяспечнае абнаўленне. Можаце адключыць толькі калі ведаце што робіце.
ca: Aquests requisits hi són per garantir una actualització segura. Desactiveu-los només si sabeu el que feu.
cs: Tyto požadavky mají zaručit bezpečný upgrade. Deaktivujte je, pouze pokud víte, co děláte.
cy: Mae'r gofynion hyn yno i warantu uwchraddio diogel. Dim ond os ydych chi'n gwybod beth rydych chi'n ei wneud y dylech chi eu hanalluogi.
da: Disse krav er der for at garantere en sikker opgradering. Deaktivér dem kun, hvis du ved, hvad du gør.
de: Diese Voraussetzungen dienen dazu, eine sichere Aktualisierung zu gewährleisten. Deaktivieren Sie sie nur, wenn Sie wissen, was Sie tun.
el: Αυτές οι απαιτήσεις υπάρχουν για να εγγυηθούν μια ασφαλή αναβάθμιση. Απενεργοποιήστε τις μόνο αν ξέρετε τι κάνετε.
eo: Ĉi tiuj postuloj estas por garantii sendanĝeran promocion. Nur malŝaltu ilin, se vi scias, kion vi faras.
es: Estos requisitos están pensados para garantizar una actualización segura. Desactívelos solo si sabe lo que está haciendo.
et: Need nõuded on mõeldud turvalise uuendamise tagamiseks. Keelake need ainult siis, kui teate, mida teete.
eu: Eskakizun hauek bertsio-berritze arrakastatsua ziurtatzeko daude. Zertan ari zaren baldin badakizu soilik desgaitu.
fa: این الزامات برای تضمین یک ارتقا ایمن اند. تنها در صورتی غیرفعالشان کنید که میدانید دارید چکار میکنید.
fi: Nämä vaatimukset takaavat turvallisen päivityksen. Poista ne käytöstä vain, jos tiedät mitä olet tekemässä.
fr_ca: Ces conditions sont présentes afin de garantir une mise à niveau sans problème. Ne les désactivez que si vous savez ce que vous faites.
he: הדרישות הללו קיימות כדי להבטיח שדרוג בטוח. ניתן להשבית אותן אך רק במידה וההשלכות ברורות.
hi: इन आवश्यकताओं की उपस्थिति से एक सुरक्षित अपग्रेड सुनिश्चित होता है। विषय से भलीभाँति परिचित होने के उपरांत ही इन्हें निष्क्रिय करें।
hr: Ovi zahtjevi su tu kako bi osigurali sigurnu nadogradnju. Onemogućite ih samo ako znate što činite.
hu: Ezek a követelmények a biztonságos frissítés garantálására szolgálnak. Csak akkor tiltsa le őket, ha biztos benne, hogy ezt akarja tenni.
ia: Iste requisitos es pro garantir un modernisation secur.
id: Persyaratan ini ada untuk menjamin peningkatan yang aman. Nonaktifkan hanya jika Anda tahu apa yang Anda lakukan.
is: Þessar kerfiskröfur eru þarna til að tryggja örugga uppfærslu. Ekki gera þær óvirkar nema að þú vitir hvað þú ert að gera.
it: Questi requisiti servono a garantire un aggiornamento sicuro. Disabilitali solo se sai cosa stai facendo.
ja: これらの要件は、安全なアップグレードを保証するために存在します。その意味が理解できる場合にのみ、無効にしてください。
ka: ეს მოთხოვნები ვერსიის აწევის უსაფრთხოდ ჩატარების გარანტიაა. გამორთეთ ისინი, მხოლოდ, მაშინ, თუ იცით, რას აკეთებთ.
lv: Šīs prasības ir izvirzītas, lai garantētu drošu atjaunināšanu. Atspējojiet tās tikai tad, ja esat pārliecināts par savām darbībām.
ms: Keperluan ini wujud untuk menjamin naik taraf yang selamat. Lumpuhkan sahaja jika anda tahu apa yang anda lakukan.
nb: Disse kravene er der for å garantere en sikker oppgradering. Deaktiver dem bare hvis du vet hva du gjør.
nl: Deze vereisten garanderen een veilige opwaardering. Schakel hen alleen uit indien u weet waar u mee bezig bent.
oc: Aquestas exigéncias garantisson una mesa a nivèl sens problèmas. Desactivatz-las sonque se sabètz çò que fasètz.
pl: Te wymagania są po to, aby zagwarantować bezpieczną aktualizację. Wyłącz je tylko wtedy, gdy wiesz, co robisz.
pt: Estes requisitos existem para garantir uma atualização segura. Desative-os apenas se souber o que está a fazer.
pt_br: Esses requisitos existem para garantir uma atualização segura. Desative-os apenas se souber o que está fazendo.
ro: Aceste cerințe sunt acolo pentru a garanta o actualizare sigură. Dezactivează-le doar dacă știi ce faci.
ru: Эти требования должны обеспечить безопасное обновление. Отключайте их, только если вы действительно знаете, что делаете.
sk: Tieto požiadavky zaručujú bezpečné povýšenie verzie systému. Vypnite ich len ak viete čo robíte.
sl: Te zahteve zagotavljajo, da bo nadgradnja varna. Onemogočite jih le, če veste, kaj počnete.
sq: Këto kërkesa janë aty për të garantuar një përmirësim të sigurt. Çaktivizojini ato vetëm nëse e dini se çfarë po bëni.
sr: Ови захтеви су ту да би се гарантовала безбедна надоградња. Искључите их само ако знате шта радите.
sv: Dessa krav är till för att garantera en säker uppgradering. Inaktivera dem bara om du vet vad du gör.
te: సురక్షితమైన అప్‌గ్రేడ్‌కు హామీ ఇవ్వడానికి ఈ అవసరాలు ఉన్నాయి. మీరు ఏమి చేస్తున్నారో మీకు తెలిస్తేనే వాటిని నిలిపివేయండి.
tr: Bu gereklilikler, güvenli bir yükseltmeyi garanti etmek içindir. Bunları sadece ne yaptığınızı biliyorsanız devre dışı bırakınız.
uk: Ці вимоги існують для того, щоб гарантувати безпечне оновлення. Вимикайте їх, лише якщо знаєте, що робите.
uz: Bu talablar xavfsiz yangilashni kafolatlash uchun mavjud. Agar nima qilayotganingizni bilsangizgina ularni o‘chirib qo‘ying.
vi: Những yêu cầu này nhằm đảm bảo nâng cấp an toàn. Chỉ vô hiệu hóa chúng nếu bạn biết bạn đang làm gì.

source: Supported Linux Mint version
ar: اصدار لينكس مينت المدعوم
ast: Versión de Linux Mint soportada
be: Падтрымліваемая версія Linux Mint
ca: Versió compatible de Linux Mint
cs: Podporovaná verze Linux Mint
cy: Y fersiwn o Linux Mint sy'n cael ei gefnogi
da: Understøttet Linux Mint-version
de: Unterstützte Linux-Mint-Version
el: Υποστηριζόμενη έκδοση Linux Mint
eo: Subtenata versio de Linukso Minto
es: Versión de Linux Mint compatible
et: Toetatud Linux Mint versioon
eu: Euskarria duen Linux Mint bertsioa
fa: نسخه Linux Mint پشتیبانی شده
fi: Linux Mint tuettu versio
fr_ca: Version de Linux Mint supportée
he: גרסת לינוקס מינט נתמכת
hi: समर्थित लिनक्स मिंट संस्करण
hr: Podržano Linux Mint izdanje
hu: Támogatott Linux Mint verzió
ia: Version supportate de Linux Mint
id: Versi Linux Mint yang didukung
is: Studd Linux Mint útgáfa
it: Versione di Linux Mint supportata
ja: サポートされている Linux Mint のバージョン
ka: მხარდაჭერილი Linux Mint-ის ვერსია
lv: Atbalstītā Linux Mint versija
ms: Versi Linux Mint yang disokong
nb: Støttet Linux Mint versjon
nl: Ondersteunde versie van Linux Mint
oc: Version de Linux Mint presa en carga
pl: Obsługiwana wersja Linux Mint
pt: Versão do Linux Mint suportada
pt_br: Versão Linux Mint suportada
ro: Versiunea Linux Mint acceptată
ru: Поддерживаемая версия Linux Mint
sk: Podporovaná verzia Linux Mint
sl: Podprte različice Linux Minta
sq: Versioni i mbështetur i Linux Mint
sr: Подржано издање Линукс Минта
sv: Stödd version av Linux Mint
te: మద్దతు ఉన్న Linux Mint వెర్షన్
tr: Desteklenen Linux Mint sürümü
uk: Підтримувана версія Linux Mint
uz: Qo‘llab-quvvatlanadigan Linux Mint versiyasi
vi: Phiên bản Linux Mint được hỗ trợ

source: Requirements
ar: المتطلبات
ast: Requisitos
be: Патрабаванні
ca: Requeriments
cs: Požadavky
cy: Gofynion
da: Krav
de: Voraussetzungen
el: Απαιτήσεις
eo: Postuloj
es: Requisitos
et: Nõuded
eu: Eskakizunak
fa: الزامات
fi: Vaatimukset
fr_ca: Conditions
he: דרישות
hi: आवश्यकताएँ
hr: Zahtjevi
hu: Követelmények
ia: Requisitos
id: Persyaratan
is: Kerfiskröfur
it: Requisiti
ja: 要件
ka: მოთხოვნები
lv: Prasības
ms: Keperluan
nb: Krav
nl: Vereisten
oc: Prerequesits
pl: Wymagania
pt: Requisitos
pt_br: Requisitos
ro: Cerințe
ru: Требования
sk: Požiadavky
sl: Zahteve
sq: Kërkesat
sr: Захтеви
sv: Krav
te: అవసరాలు
tr: Gereklilikler
uk: Вимоги
uz: Talablar
vi: Yêu cầu

source: Perform a Timeshift system snapshot before attempting to upgrade.
de: Erstellen Sie einen Timeshift-Systemschnappschuss, bevor Sie die Aktualisierung ausführen.

source: Add the packages you want to keep using the preferences, then press 'Check again'.
de: Fügen Sie die Pakete hinzu, die Sie beibehalten möchten, und drücken Sie dann auf »Erneut prüfen«.

source: Then press 'Fix' to remove the packages listed above.
de: Drücken Sie dann auf »Beheben«, um die oben aufgeführten Pakete zu entfernen.

source: Please specify the name of the package to keep:
de: Bitte geben Sie den Namen des Pakets an, das Sie behalten möchten:

source: Orphan package
de: Verwaistes Paket

source: Orphan packages are packages that are not present in the repositories. They get removed during the upgrade. If you want to keep some of them, add them to the list below:
de: Verwaiste Pakete sind Pakete, die nicht in den Paketquellen vorhanden sind. Sie werden während der Aktualisierung entfernt. Wenn Sie einige von ihnen behalten möchten, fügen Sie sie der Liste unten hinzu:
